Repository: Bakdaulet-code/app.neptunemutual.com
Catalog: locales/*/messages.po
Languages: de, el, es, id, it, ru, tr, vi

source: # of Votes
de: Anzahl der Abstimmungen
el: # των Ψηφοφοριών
es: # de Votos
id: # Suara
it: # di voti
ru: # голосов
tr: Oy Says
vi: Số phiếu bầu

source: (Emergency Resolved)
de: (Emergency gelöst)
es: Emergencia Resuelta
id: (Darurat Terselesaikan)
tr: (Acil Durum Çözümlendi)
vi: (Khẩn cấp đã giải quyết)

source: A cover policy enables you to claim and receive payout when an incident occurs. To purchase a policy, select a cover from the home screen.
de: Eine Deckungsrichtlinie ermöglicht es Ihnen, die Auszahlung bei einem Vorfall zu beanspruchen und zu erhalten. Um eine Richtlinie zu erwerben, wählen Sie eine Deckung auf dem Startbildschirm aus.
el: Μια πολιτική κάλυψης σας επιτρέπει να διεκδικήσετε και να λάβετε πληρωμή όταν συμβεί ένα περιστατικό. Για να αγοράσετε μια πολιτική, επιλέξτε ένα εξώφυλλο από την αρχική οθόνη.
es: Una póliza de cobertura le permite reclamar y recibir el pago cuando ocurre un incidente. Para comprar una póliza, seleccione una cobertura en la pantalla de inicio.
id: Polis pertanggungan memungkinkan Anda untuk mengklaim dan menerima pembayaran saat terjadi insiden. Untuk membeli polis, pilih sampul dari layar beranda.
it: Una politica di copertura consente di richiedere e ricevere il pagamento quando si verifica un incidente. Per acquistare una politica, selezionare una copertina dalla schermata iniziale.
ru: Политика обложки позволяет вам требовать и получать выплату при возникновении инцидента. Чтобы приобрести политику, выберите обложку на главном экране.
tr: Bir sigorta poliçesi, bir olay meydana geldiğinde ödeme talep etmenizi ve almanızı sağlar. Bir poliçe satın almak için ana ekrandan bir kapak seçin.
vi: Chính sách bảo hiểm cho phép bạn yêu cầu và nhận khoản thanh toán khi sự cố xảy ra. Để mua một chính sách, hãy chọn một bìa từ màn hình chính.

source: Accept
de: Akzeptieren
el: Αποδοχή
es: Aceptar
id: Menerima
it: Accetta
ru: Принять
tr: Kabul
vi: Chấp nhận

source: Account
de: Konto
el: Λογαριασμός
es: Cuenta
id: Akun
ru: Аккаунт
tr: Hesap
vi: Tài khoản

source: Accrue
es: Acumular
id: Bertambah
tr: Tahakkuk etmek
vi: Tích lũy

source: Accrued intrest successfully
de: Erfolgreich angehäuft
es: Intereses ganados con éxito
id: Bunga yang diperoleh berhasil
it: Incasso accumulato con successo
tr: Faiz başarıyla tahakkuk etti
vi: Lãi tích lũy thành công

source: Accruing interest
de: Anhäufende Zinsen
el: Δεδουλευμένοι τόκοι
id: Bunga yang diperoleh
it: Interessi maturati
ru: Накопление процентов
tr: Tahakkuk eden faiz
vi: Tích lũy lãi suất

source: Active
de: Aktiv
el: Ενεργό
es: Activo
id: Aktif
it: Attivo
ru: Активный
tr: Aktif
vi: Tích cực

source: Active Reporting
de: Aktive Berichterstattung
el: Ενεργή Αναφορά
es: Informes activos
id: Pelaporan Aktif
it: Report Attivo
ru: Активная отчетность
tr: Aktif Raporlama
vi: Báo cáo Hoạt động

source: Add Dispute
de: Streitfall hinzufügen
el: Προσθήκη Διαφοράς
es: Añadir disputa
id: Tambahkan Sengketa
it: Aggiungi Disputa
ru: Добавить спор
tr: Anlaşmazlık Ekle
vi: Thêm tranh chấp

source: Add new link
de: Neuen Link hinzufügen
el: Προσθήκη νέου συνδέσμου
es: Agregar nuevo enlaceñadir
id: Tambahkan tautan baru
it: Aggiungi nuovo link
ru: Добавить ссылку
tr: Yeni bağlantı ekle
vi: Thêm liên kết mới

source: Added
de: Hinzugefügt
es: Añadido
id: Ditambahkan
it: Aggiunto
tr: Katma
vi: Thêm

source: Added Liquidity Successfully
de: Liquidität erfolgreich hinzugefügt
el: Επιτυχής Προσθήκη Ρευστότητας
es: Liquidez añadida con éxito
id: Menambahkan Likuiditas Berhasil
it: Liquidità Aggiunta Con Successo
ru: Добавлена ликвидность успешно
tr: Likidite Başarıyla Eklendi
vi: Đã thêm thanh khoản thành công

source: Adding Liquidity
de: Liquidität hinzufügen
el: Προσθήκη Ρευστότητας
es: Añadiendo Liquidez
id: Menambah Likuiditas
it: Aggiunta Di Liquidità
ru: Добавление ликвидности
tr: Likidite Ekleme
vi: Thêm thanh khoản

source: All
de: Alle
el: Ολα
ru: Все
vi: Tất cả các

source: All rules of individual "{0}" products are applicable to this pool. If a product's trigger event results resolution, liquidity from this pool will be used to pay out claims.
de: Alle Regeln der einzelnen "{0}" Produkte gelten für diesen Pool. Wenn der Auslöser eines Produkts die Auflösung eines Ereignisses bewirkt, wird Liquidität aus diesem Pool verwendet, um Forderungen auszuzahlen.
el: Όλοι οι κανόνες των μεμονωμένων προϊόντων «{0}» ισχύουν για αυτή την πισίνα. Εάν η ανάλυση συμβάντων ενεργοποίησης ενός προϊόντος προκύπτει, η ρευστότητα από αυτό το pool θα χρησιμοποιηθεί για την εξόφληση απαιτήσεων.
id: Semua aturan masing-masing produk "{0}" berlaku untuk kumpulan ini. Jika peristiwa pemicu produk menghasilkan resolusi, likuiditas dari kumpulan ini akan digunakan untuk membayar klaim.
it: Tutte le regole dei singoli prodotti "{0}" sono applicabili a questo pool. Se la risoluzione dei risultati di un evento di attivazione di un prodotto, la liquidità di questo pool sarà utilizzata per pagare rivendicazioni.
ru: Все правила индивидуального использования продуктов "{0}" применимы к этому пулу. Если разрешение результата триггерного события продукта, ликвидность из этого пула будет использоваться для выплаты претензий.
tr: Bireysel "{0}" ürünlerinin tüm kuralları bu havuz için geçerlidir. Bir ürünün tetikleyici olayı çözümle sonuçlanırsa, bu havuzdaki likidite talepleri ödemek için kullanılacaktır.
vi: Tất cả các quy tắc của từng sản phẩm "{0}" đều có thể áp dụng cho nhóm này. Nếu sự kiện kích hoạt của sản phẩm có kết quả giải quyết, thanh khoản từ nhóm này sẽ được sử dụng để thanh toán các yêu cầu.

source: Amount Available To Claim
de: Verfügbarer Betrag
el: Διαθέσιμο Ποσό Για Να Διεκδικήσει
es: Cantidad disponible para reclamar
id: Jumlah yang Tersedia Untuk Diklaim
it: Importo Disponibile Per Rivendicare
ru: Сумма, доступная для получения
tr: Talep Edilebilecek Tutar
vi: Số tiền có sẵn để yêu cầu

source: Amount You Wish To Stake
de: Betrag die Sie absetzen möchten
el: Ποσό Που Επιθυμείτε Να Λάβετε
es: Cantidad que desea poner en stake
id: Jumlah yang Anda Ingin Taruh
it: Quantità Che Desideri Stake
ru: Сумма желаний для разбивки
tr: Bahis Yapmak İstediğiniz Tutar
vi: Số tiền bạn muốn đặt cọc

source: Amount less than minimum stake!
de: Betrag kleiner als Mindestanteil!
el: Ποσό μικρότερο από το ελάχιστο στοίχημα!
es: Cantidad inferior al staking mínimo!
id: Jumlah kurang dari taruhan minimum!
it: Importo inferiore alla quota minima!
ru: Сумма меньше, чем минимальная доля!
tr: Minimum bahis miktarından daha az miktar!
vi: Số tiền ít hơn số tiền đặt cược tối thiểu!

source: Amount you wish to cover
de: Betrag den Sie abdecken möchten
el: Ποσό που θέλετε να καλύψετε
es: Cantidad que desea cubrir
id: Jumlah yang ingin Anda tanggung
it: Importo che si desidera coprire
ru: Сумма, которую вы хотите покрыть
tr: Karşılamak istediğiniz tutar
vi: Số tiền bạn muốn trang trải

source: Amount you wish to withdraw
de: Betrag, den Sie abheben möchten
el: Ποσό που επιθυμείτε να αποσύρετε
es: Cantidad que desea retirar
id: Jumlah yang ingin Anda tarik
it: Importo da prelevare
ru: Сумма, которую вы хотите снять
tr: Çekmek istediğiniz tutar
vi: Số tiền bạn muốn rút

source: Approve
de: Bestätigen
el: Έγκριση
es: Aprobar
id: Menyetujui
it: Approva
ru: Одобрить
tr: Onaylamak
vi: Chấp thuận

source: Approve {symbol} Success
de: {symbol} erfolgreich freigegeben
id: Setujui {symbol} Sukses
it: Approva {symbol} con successo
tr: {symbol} Başarısını Onayla
vi: Phê duyệt {symbol} Thành công

source: Approve {symbol} Successfully
de: {symbol} erfolgreich freigegeben
id: Setujui {symbol} Berhasil
it: Approva {symbol} con successo
tr: {symbol}'u Başarıyla Onaylayın
vi: Phê duyệt {symbol} thành công

source: Approved DAI Successfully
de: DAI erfolgreich genehmigt
es: DAI aprobado con éxito
id: Disetujui DAI Berhasil
it: DAI Approvati Con Successo
tr: DAI Başarıyla Onaylandı
vi: Đã phê duyệt DAI thành công

source: Approved LP tokens Successfully
de: Genehmigte LP-Token erfolgreich
es: Tokens LP aprobados con éxito
id: Token LP yang Disetujui Berhasil
it: Token LP approvati con successo
tr: Onaylanan LP jetonları Başarıyla
vi: Mã thông báo LP được chấp thuận thành công

source: Approved NPM Successfully
de: NPM erfolgreich genehmigt
es: NPM aprobado con éxito
id: Disetujui NPM Berhasil
it: NPM Approvato Con Successo
tr: NPM Başarıyla Onaylandı
vi: NPM được chấp thuận thành công

source: Approved {tokenSymbol} Successfully
de: {tokenSymbol} erfolgreich genehmigt
el: Εγκρίθηκε {tokenSymbol} με επιτυχία
es: {tokenSymbol} aprobado con éxito
id: Disetujui {tokenSymbol} Berhasil
it: Approvato {tokenSymbol} con successo
ru: Успешно утверждено {tokenSymbol}
tr: {tokenSymbol} Başarıyla Onaylandı
vi: Đã phê duyệt {tokenSymbol} thành công

source: Approved {tokenSymbol} tokens Successfully
de: {tokenSymbol} Token erfolgreich genehmigt
el: Εγκεκριμένα {tokenSymbol} διακριτικά με επιτυχία
es: Tokens {tokenSymbol} aprobados con éxito
id: Disetujui token {tokenSymbol} Berhasil
it: Token {tokenSymbol} approvati con successo
ru: Успешно утверждено {tokenSymbol} токенов
tr: Onaylanmış {tokenSymbol} belirteçleri Başarıyla
vi: Đã phê duyệt thành công mã thông báo {tokenSymbol}

source: Approving DAI
de: DAI genehmigen
es: Aprobando DAI
id: Menyetujui DAI
it: Approvazione DAI
tr: DAI'yi onaylama
vi: Phê duyệt DAI

source: Approving LP tokens
de: LP-Token genehmigen
es: Aprobación de tokens LP
id: Menyetujui token LP
it: Approvazione token LP
tr: LP jetonlarını onaylama
vi: Phê duyệt mã thông báo LP

source: Approving NPM
de: NPM genehmigen
es: Aprobación de MNP
id: Menyetujui NPM
it: Approvazione NPM
tr: NPM'yi onaylama
vi: Phê duyệt NPM

source: Approving {symbol}
de: Genehmigt {symbol}
id: Menyetujui {symbol}
it: Approvazione {symbol}
tr: {symbol} onaylanıyor
vi: Phê duyệt {symbol}

source: Approving {symbol} to stake
de: Genehmigung von {symbol} zum Einsatz
id: Menyetujui {symbol} untuk dipertaruhkan
it: Approvazione di {symbol} allo stake
tr: Bahis için {symbol} onaylanıyor
vi: Chấp thuận cho {symbol} đặt cược

source: Approving {tokenSymbol}
de: Genehmigt {tokenSymbol}
el: Εγκρίνει {tokenSymbol}
es: Aprobando {tokenSymbol}
id: Menyetujui {tokenSymbol}
it: Approvazione {tokenSymbol}
ru: Одобрение {tokenSymbol}
tr: {tokenSymbol} onaylanıyor
vi: Phê duyệt {tokenSymbol}

source: Approving {tokenSymbol} tokens
de: Genehmigt {tokenSymbol} Token
el: Εγκρίνει {tokenSymbol} μάρκες
es: Aprobando {tokenSymbol} tokens
id: Menyetujui token {tokenSymbol}
it: Approvazione di {tokenSymbol} token
ru: Подтверждение {tokenSymbol} токенов
tr: {tokenSymbol} belirteçleri onaylanıyor
vi: Phê duyệt mã thông báo {tokenSymbol}

source: Approving..
de: Genehmigen..
es: Aprobando..
id: Menyetujui..
it: Approvazione...
tr: Onaylıyor..
vi: Đang phê duyệt..

source: Approving...
de: Genehmigen...
el: Έγκριση...
es: Aprobando...
id: Menyetujui...
it: Approvazione...
ru: Одобрение...
tr: Onaylanıyor...
vi: Đang phê duyệt...

source: Attested successfully
de: Erfolgreich hinzugefügt
el: Επιβεβαιώθηκε με επιτυχία
es: Atestiguado con éxito
id: Terbukti berhasil
it: Attestato con successo
ru: Успешно протестировано
tr: Başarıyla onaylandı
vi: Đã chứng thực thành công

source: Attesting
de: Befestigen
el: Βεβαίωση
es: Atestiguando
id: Membuktikan
it: Attestazione
ru: Аудитория
tr: Onaylama
vi: Ghi nhận

source: Available
de: Verfügbar
el: Διαθέσιμο
es: Disponible
id: Tersedia
it: Disponibile
ru: Доступно
tr: Mevcut
vi: Có sẵn

source: Available Liquidity:
de: Verfügbare Liquidität:
el: Διαθέσιμη Ρευστότητα:
es: Liquidez disponible:
id: Likuiditas yang Tersedia:
it: Liquidità Disponibile:
ru: Доступная ликвидность:
tr: Mevcut Likidite:
vi: Thanh khoản khả dụng:

source: Available cxTokens for {title} to Claim
de: Verfügbare cxTokens für {title} zum Abrufen
el: Διαθέσιμα cxTokens για {title} για διεκδίκηση
es: CxTokens disponibles para {title} para reclamar
id: CxToken yang tersedia untuk {title} untuk Diklaim
it: CxTokens disponibili per {title} per rivendicare
ru: Доступные cxTokens для получения {title}
tr: {title} için Talep Edilebilecek Mevcut cxToken'lar
vi: Có sẵn cxTokens cho {title} để Yêu cầu

source: Back
de: Zurück
el: Πίσω
es: Atrás
id: Kembali
it: Indietro
ru: Назад
tr: Geri
vi: Mặt sau

source: Balance:
de: Kontostand:
el: Υπόλοιπο:
es: Saldo:
id: Keseimbangan:
it: Saldo:
ru: Баланс:
tr: Denge:
vi: Thăng Bằằng:

source: Before providing liquidity to or purchasing a product policy from this pool, please evaluate all product parameters thoroughly. The underwriting capital is concentrated in the "{0}" pool that covers individual products. Although diversified cover pools give LPs much higher returns, they are riskier by nature than dedicated cover pools.
de: Bevor Sie eine Produktpolitik aus diesem Pool Liquidität gewähren oder kaufen, bewerten Sie bitte alle Produktparameter sorgfältig. Das Grundkapital ist im "{0}" Pool konzentriert, der einzelne Produkte abdeckt. Obwohl diversifizierte Deckungspools LPs viel höhere Erträge bringen, sind sie von Natur aus riskanter als dedizierte Deckungspools.
el: Πριν από την παροχή ρευστότητας ή την αγορά μιας πολιτικής προϊόντων από αυτή την πισίνα, παρακαλούμε να αξιολογήσετε λεπτομερώς όλες τις παραμέτρους του προϊόντος. Το κεφάλαιο αναδοχής συγκεντρώνεται στην πισίνα «{0}» που καλύπτει μεμονωμένα προϊόντα. Αν και οι διαφοροποιημένες πισίνες κάλυψης δίνουν πολύ υψηλότερες αποδόσεις, είναι πιο επικίνδυνα από τη φύση από τις ειδικές πισίνες κάλυψης.
id: Sebelum memberikan likuiditas ke atau membeli kebijakan produk dari kumpulan ini, harap evaluasi semua parameter produk secara menyeluruh. Modal underwriting terkonsentrasi di kumpulan "{0}" yang mencakup produk individual. Meskipun cover pool yang terdiversifikasi memberikan LP pengembalian yang jauh lebih tinggi, mereka pada dasarnya lebih berisiko daripada cover pool khusus.
it: Prima di fornire liquidità o acquistare una politica del prodotto da questo pool, si prega di valutare tutti i parametri del prodotto accuratamente. Il capitale di sottoscrizione è concentrato nel pool "{0}" che copre singoli prodotti. Sebbene i pool di copertura diversificati diano rendimenti molto più elevati ai LP, essi sono più rischiosi per natura rispetto ai pool di copertura dedicati.
ru: Прежде чем предоставлять ликвидность или покупать продукты в этом бассейне, пожалуйста, тщательно оцените все параметры продукта. Подписывающий капитал сконцентрирован в пуле "{0}", который охватывает отдельные продукты. Хотя диверсифицированные резервуарные пулы дают СПС гораздо более высокую отдачу, они по природе являются более рискованными, чем специально предназначенные тайные пулы.
tr: Bu havuza likidite sağlamadan veya bu havuzdan bir ürün politikası satın almadan önce lütfen tüm ürün parametrelerini iyi değerlendirin. Yüklenici sermayesi, bireysel ürünleri kapsayan "{0}" havuzunda yoğunlaşmıştır. Çeşitlendirilmiş teminat havuzları LP'lere çok daha yüksek getiri sağlasa da, doğası gereği tahsisli teminat havuzlarından daha risklidir.
vi: Trước khi cung cấp tính thanh khoản hoặc chính sách mua sản phẩm từ nhóm này, vui lòng đánh giá kỹ tất cả các thông số sản phẩm. Vốn bảo lãnh phát hành tập trung trong nhóm "{0}" bao gồm các sản phẩm riêng lẻ. Mặc dù các nhóm che phủ đa dạng mang lại lợi nhuận LP cao hơn nhiều, nhưng về bản chất, chúng có rủi ro cao hơn so với các nhóm bảo hiểm chuyên dụng.

source: Bond
de: Anleihe
el: Δεσμός
es: Bono
id: Menjalin kedekatan
it: Legame
ru: Облигация
tr: Bağlamak
vi: Liên kết

source: Bond Info
de: Anleihe Info
el: Πληροφορίες Δεσμού
es: Información de bonos
id: Info Obligasi
it: Informazioni Legame
ru: Инфо дружбы
tr: Tahvil Bilgisi
vi: Thông tin trái phiếu

source: Bond Price
de: Anleihepreis
el: Τιμή Δεσμού
es: Precio del bono
id: Harga Obligasi
it: Prezzo Del Legame
ru: Цена облигаций
tr: Tahvil Fiyatı
vi: Giá trái phiếu

source: Bond and Staking Pools
de: Bond und Absteckbecken
el: Δεσμοί και πισίνες λήψης
es: Grupos de bonos y staking
id: Bond dan Staking Pool
ru: Разбивка облигаций и фондов
tr: Tahvil ve Staking Havuzları
vi: Bond và Staking Pools

source: Bonding...
de: Klebe...
el: Δέσμευση...
es: Vinculando
id: Ikatan...
ru: Связывание...
tr: Yapıştırma...
vi: Liên kết...

source: By visiting this testnet environment, you acknowledge and agree the disclaimer as above and/or any changes made to this disclaimer.
de: Durch den Besuch dieser Testnet-Umgebung erkennen Sie den Haftungsausschluss wie oben beschrieben und/oder Änderungen an diesem Haftungsausschluss an.
el: Με την επίσκεψή σας σε αυτό το περιβάλλον testnet, αναγνωρίζετε και συμφωνείτε την αποποίηση ευθυνών όπως παραπάνω και/ή τυχόν αλλαγές που έγιναν σε αυτή την αποποίηση ευθυνών.
es: Al visitar este entorno de testnet, usted reconoce y acepta el descargo de responsabilidad anterior y/o cualquier cambio realizado en este descargo de responsabilidad.
id: Dengan mengunjungi lingkungan testnet ini, Anda mengakui dan menyetujui penafian seperti di atas dan/atau perubahan apa pun yang dilakukan pada penafian ini.
it: Visitando questo ambiente testnet, l'utente riconosce e accetta la clausola di esclusione di responsabilità come sopra e/o qualsiasi modifica apportata a questa clausola di non responsabilità.
ru: Посещая это окружение testnet вы признаете и соглашаетесь с отказом от ответственности, как указано выше, и/или любыми изменениями, внесенными в это исключение.
tr: Bu testnet ortamını ziyaret ederek, yukarıdaki sorumluluk reddi beyanını ve/veya bu sorumluluk reddi beyanında yapılan değişiklikleri kabul ve beyan etmektesiniz.
vi: Bằng cách truy cập môi trường testnet này, bạn thừa nhận và đồng ý với tuyên bố từ chối trách nhiệm như trên và / hoặc bất kỳ thay đổi nào được thực hiện đối với tuyên bố từ chối trách nhiệm này.

source: CLAIM
es: RECLAMAR
id: MENGEKLAIM
tr: İDDİA
vi: YÊU CẦU

source: CLAIM BEGINS IN
de: KLAIM BEGINS IN
el: ΚΑΛΥΜΠΙΝΕΣ ΚΑΤΗΓΟΡΙΕΣ
es: EL RECLAMO COMIENZA EN
id: KLAIM DIMULAI DI
it: IMPIANTI DI CLAIA IN
ru: ПОЛУЧИТЬ ЧЕРЕЗ
tr: TALEP BAŞLIYOR
vi: KHIẾU NẠI BẮT ĐẦU

source: CLAIM ENDS IN
de: CLAIM ENDE IN
el: CLAIM ENDS ΣΤΟ
es: EL RECLAMO TERMINA EN
id: KLAIM BERAKHIR DI
ru: ПОЛУЧИТЬ КОНТРАКТЫ
tr: İDDİA SONUÇ
vi: YÊU CẦU KẾT THÚC VÀO

source: Calculating tokens...
de: Berechne Tokens...
el: Υπολογισμός διακριτικών...
es: Calculando tokens...
id: Menghitung token...
it: Calcolo dei token...
ru: Вычисление токенов...
tr: Jeton hesaplanıyor...
vi: Đang tính toán mã thông báo...

source: Cannot add liquidity, as one of the product's status is not normal
de: Liquidität kann nicht hinzugefügt werden, da einer der Status des Produkts nicht normal ist
el: Δεν είναι δυνατή η προσθήκη ρευστότητας, καθώς ένα από τα προϊόντα δεν είναι φυσιολογικό
id: Tidak dapat menambah likuiditas, karena salah satu status produk tidak normal
it: Impossibile aggiungere liquidità, poiché uno stato del prodotto non è normale
ru: Невозможно добавить ликвидность, так как один из состояний товара не является нормальным
tr: Ürünün durumundan biri normal olmadığı için likidite eklenemiyor
vi: Không thể thêm thanh khoản, vì một trong những trạng thái của sản phẩm không bình thường

source: Cannot add liquidity, since the cover status is
de: Liquidität kann nicht hinzugefügt werden, da der Deckungsstatus ist
es: No se puede agregar liquidez, ya que el estado de cobertura es
id: Tidak dapat menambah likuiditas, karena status pertanggungan adalah
it: Impossibile aggiungere liquidità, poiché lo stato della copertina è
tr: Teminat durumu olduğu için likidite eklenemiyor
vi: Không thể thêm thanh khoản, vì trạng thái trang bìa là

source: Cannot go below minimum stake
de: Kann nicht unter den Mindestbetrag gesetzt werden
el: Δεν μπορείτε να πάτε κάτω από το ελάχιστο ποντάρισμα
es: No se puede ir por debajo del staking mínimo
id: Tidak bisa di bawah taruhan minimum
it: Impossibile andare sotto la puntata minima
ru: Не удается перейти ниже минимальной доски
tr: Minimum bahis miktarının altına düşemez
vi: Không thể xuống dưới mức đặt cược tối thiểu

source: Cannot purchase policy, since the cover status is
de: Kann keine Richtlinie kaufen, da der Cover-Status ist
es: No se puede comprar la póliza, ya que el estado de la cobertura es
id: Tidak dapat membeli polis, karena status pertanggungan adalah
it: Impossibile acquistare il criterio, poiché lo stato della copertina è
tr: Teminat durumu olduğu için poliçe satın alınamıyor
vi: Không thể mua chính sách, vì trạng thái bìa là

source: Cannot stake more than {0}
de: Kann nicht mehr als {0} platzieren
el: Δεν μπορείτε να ποντάρετε περισσότερα από {0}
es: No se puede hacer stake más de {0}
id: Tidak dapat mempertaruhkan lebih dari {0}
it: Impossibile puntare più di {0}
ru: Нельзя поставить более {0}
tr: {0} değerinden fazla stake yapılamaz
vi: Không thể đặt cược nhiều hơn {0}

source: Cannot {0}, since the cover status is
de: Kann nicht {0}, da der Cover-Status ist
el: Αδυναμία {0}, καθώς η κατάσταση καλύμματος είναι
es: No se puede {0}, ya que el estado de la cobertura es
id: Tidak dapat {0}, karena status sampul adalah
it: Impossibile {0}, dato che lo stato della copertina è
ru: Не удается {0}, так как состояние обложки
tr: Kapak durumu şu olduğundan {0} olamaz
vi: Không thể {0}, vì trạng thái bìa là

source: Capitalize
de: Großschreibung
el: Κεφαλαιοποίηση
id: Kapitalisasi
it: Capitalizza
ru: Капитализация
tr: Büyük harf kullan
vi: Viết hoa

source: Capitalize Pool
de: Pool groß schreiben
el: Κεφαλαιοποίηση Πισίνας
id: Kapitalisasi Pool
ru: Прописный пул
tr: Havuzdan Büyük Harf Yap
vi: Viết hoa nhóm

source: Capitalized Pool Successfully
de: Pool erfolgreich kapitalisiert
el: Capitalized Pool Επιτυχής
id: Pool Berkapitalisasi Berhasil
it: Pool Capitalizzato Con Successo
ru: Капитализированный Пул Успешно
tr: Havuz Başarıyla Büyük Harf Edildi
vi: Nhóm viết hoa thành công

source: Capitalizing Pool
de: Pool wird kapitalisiert
el: Πισίνα Κεφαλαιοποίησης
id: Kapitalisasi Pool
it: Riserva Di Capitalizzazione
ru: Капитализирующий фонд
tr: Büyük Harf Havuzu
vi: Nhóm viết hoa

source: Capitalizing...
de: Großschreibung...
el: Κεφαλαιοποίηση...
id: Mengkapitalisasi...
it: Capitalizzazione...
ru: Капитализация...
tr: Büyük harf kullanımı...
vi: Viết hoa...

source: Carefully read the following terms and conditions. For a successful claim payout, all of the following points must be true.
de: Bitte lesen Sie die folgenden Bedingungen sorgfältig durch. Für eine erfolgreiche Auszahlung müssen alle folgenden Punkte wahr sein.
el: Διαβάστε προσεκτικά τους ακόλουθους όρους και προϋποθέσεις. Για μια επιτυχημένη αποπληρωμή αξίωσης, όλα τα ακόλουθα σημεία πρέπει να είναι αληθής.
es: Lea atentamente los siguientes términos y condiciones. Para un pago de reclamo exitoso, todos los puntos siguientes deben ser ciertos.
id: Baca baik-baik syarat dan ketentuan berikut. Agar pembayaran klaim berhasil, semua poin berikut harus benar.
it: Legga attentamente i seguenti termini e condizioni. Per un pagamento di un reclamo di successo, tutti i seguenti punti devono essere veri.
ru: Внимательно ознакомьтесь с нижеследующими правилами и условиями. Для успешного иска все нижеследующие моменты должны быть верны.
tr: Aşağıdaki hüküm ve koşulları dikkatlice okuyun. Başarılı bir talep ödemesi için aşağıdaki noktaların tümü doğru olmalıdır.
vi: Đọc kỹ các điều khoản và điều kiện sau đây. Để thanh toán cho yêu cầu thành công, tất cả các điểm sau đây phải đúng.

source: Cast Your Vote
de: Vote abgeben
el: Παράδοση Της Ψήφου Σας
es: Emitir su voto
id: Berikan Suara Anda
it: Trasmetti Il Tuo Voto
ru: Сделайте свой голос
tr: Oyunuzu Kullanın
vi: Hãy bình chọn

source: Claim
es: Reclamar
id: Mengeklaim
tr: İddia
vi: Yêu cầu

source: Claim Before
de: Vorher beanspruchen
el: Ισχυρισμός Πριν
es: Reclamar antes
id: Klaim Sebelumnya
it: Richiedi Prima
ru: Востребовать до
tr: Daha Önce Talep Edin
vi: Yêu cầu trước
