Repository: Bakdaulet-code/app.neptunemutual.com
Catalog: locales/*/messages.po
Languages: de, el, es, id, it, ru, tr, vi

source: Weight
de: Gewicht
el: Βάρος
es: Peso
id: Bobot
it: Peso
ru: Вес
tr: Ağırlık
vi: Trọng lượng

source: When a policy's duration ends, it automatically moves to this section. Explore products on the home screen to view available protections.
de: Wenn die Dauer einer Richtlinie endet, bewegt sie sich automatisch zu diesem Abschnitt. Erkunden Sie Produkte auf dem Startbildschirm, um verfügbare Schutzvorkehrungen anzuzeigen.
el: Όταν η διάρκεια μιας πολιτικής τελειώνει, μετακινείται αυτόματα σε αυτή την ενότητα. Εξερευνήστε προϊόντα στην αρχική οθόνη για να δείτε τις διαθέσιμες προστασίες.
es: Cuando finaliza la vigencia de una póliza, automáticamente pasa a esta sección. Explore productos en la pantalla de inicio para ver las protecciones disponibles.
id: Saat durasi kebijakan berakhir, kebijakan tersebut secara otomatis berpindah ke bagian ini. Jelajahi produk di layar beranda untuk melihat perlindungan yang tersedia.
it: Quando la durata di una politica finisce, si sposta automaticamente in questa sezione. Esplora i prodotti nella schermata iniziale per visualizzare le protezioni disponibili.
ru: Когда продолжительность политики заканчивается, она автоматически перемещается в этот раздел. Откройте продукты на главном экране, чтобы увидеть доступные защиты.
tr: Bir ilkenin süresi sona erdiğinde otomatik olarak bu bölüme geçer. Mevcut korumaları görüntülemek için ana ekranda ürünleri keşfedin.
vi: Khi thời hạn của chính sách kết thúc, chính sách đó sẽ tự động chuyển sang phần này. Khám phá các sản phẩm trên màn hình chính để xem các biện pháp bảo vệ hiện có.

source: Will Unlock On
de: Wird entsperren
el: Θα Ξεκλειδώσει Ενεργό
es: Se desbloqueará en
id: Akan Membuka Nyala
it: Sbloccherà Il
ru: Будет разблокировано на
tr: Kilidi Açılacak
vi: Sẽ mở khóa

source: Withdraw
de: Abheben
el: Ανάληψη
es: Retirar
id: Menarik
it: Preleva
ru: Вывести
tr: Geri çekilmek
vi: Rút

source: Withdraw Liquidity
de: Liquidität zurückziehen
el: Ανάληψη Ρευστότητας
es: Retirar liquidez
id: Tarik Likuiditas
it: Ritira Liquidità
ru: Вывести ликвидность
tr: Likidite Çekme
vi: Rút tiền thanh khoản

source: Withdrawing rewards
de: Belohnung abheben
el: Απόσυρση ανταμοιβών
es: Retirar recompensas
id: Menarik hadiah
it: Prelievo premi
ru: Вывод вознаграждений
tr: Çekilme ödülleri
vi: Rút phần thưởng

source: Withdrawing..
de: Abheben..
el: Ανάληψη..
es: Retirando...
id: Penarikan..
it: Ritirata..
ru: Выход..
tr: Çekiliyor..
vi: Đang rút tiền..

source: Withdrawn rewards successfully
de: Prämien erfolgreich zurückgehoben
el: Αποσυρθείσες ανταμοιβές με επιτυχία
es: Recompensas retiradas con éxito
id: Hadiah yang ditarik berhasil
it: Premi ritirati con successo
ru: Награды успешно сняты
tr: Ödüller başarıyla çekildi
vi: Rút phần thưởng thành công

source: YOU WILL RECEIVE
de: DU ERZEICHNUNG
el: ΕΠΑΓΓΕΛΜΑΤΑ ΣΑΣ ΘΑ ΑΝΑΚΛΗΣΕΤΕ
es: USTED RECIBIRÁ
id: ANDA AKAN MENERIMA
it: SEI RICEVERE
ru: ВЫ ПОЛУЧИТЬ
tr: ALACAKSIN
vi: BẠN SẼ NHẬN

source: You Earned
de: Du hast verdient
el: Κερδίσατε
es: Usted ganó
id: Anda mendapatkan
it: Hai Guadagno
ru: Вы заработали
tr: Kazandın
vi: Bạn đã kiếm được

source: You Will Receive
de: Sie werden erhalten
el: Θα Λάβετε
es: Usted Recibirá
id: Anda akan menerima
it: Riceverai
ru: Вы получите
tr: Alacaksın
vi: Bạn sẽ nhận

source: You are not whitelisted
de: Sie sind nicht auf der Whitelist
el: Δεν είστε στη λίστα επιτρεπόμενων
es: No estás en la lista blanca
id: Anda tidak masuk daftar putih
it: Non sei in whitelist
ru: Вы не в белом списке
tr: Beyaz listede değilsiniz
vi: Bạn không có trong danh sách trắng

source: You will receive
de: Sie werden erhalten
el: Θα λάβετε
es: Usted recibirá
id: Anda akan menerima
it: Riceverai
ru: Вы получите
tr: Alacaksın
vi: Bạn sẽ nhận

source: You will receive:
de: Sie werden erhalten:
el: Θα λάβετε:
es: Usted recibirá:
id: Anda akan menerima:
it: Riceverai:
ru: Вы получите:
tr: Şunları alacaksınız:
vi: Bạn sẽ nhận:

source: Your Bond
de: Ihre Anleihe
el: Ο Δεσμός Σας
es: Tú bono
id: Ikatan Anda
it: Il Tuo Legame
ru: Ваша дружба
tr: Tahviliniz
vi: Trái phiếu của bạn

source: Your Stake
de: Dein Einsatz
el: Ο Σπαθί Σας
es: Tú stake
id: Taruhan Anda
it: Il Tuo Stake
ru: Ваша доска
tr: Payınız
vi: Cổ phần của bạn

source: Your Stake:
de: Dein Einsatz:
el: Το Μέλος Σου:
es: Tú stake:
id: Taruhan Anda:
it: Il Tuo Stake:
ru: Ваша дома:
tr: Payınız:
vi: Cổ phần của bạn:

source: You’re on {0} Network. Get <0>Test Tokens</0> or <1>View Leaderboard</1>.
de: Sie sind im Netzwerk {0}. Holen Sie sich <0>Token testen</0> oder <1>Leaderboard anzeigen</1>.
el: Είστε σε {0} Δίκτυο. Αποκτήστε <0>Test Tokens</0> ή <1>Προβολή Leaderboard</1>.
es: Estás en la red {0}. Obtenga <0>tokens de prueba</0> o <1>ver tabla de posiciones</1>.
id: Anda berada di {0} Jaringan. Dapatkan <0>Token Uji</0> atau <1>Lihat Papan Peringkat</1>.
it: Sei su {0} Rete. Ottieni <0>Token di prova</0> o <1>Visualizza Classifica</1>.
ru: Вы в сети {0} . Пройдите <0>Тестовые токены</0> или <1>Просмотреть Leaderboard</1>.
tr: {0} Ağındasınız. <0>Test Jetonları</0> veya <1>Skor Tablosunu Görüntüle</1> alın.
vi: Bạn đang ở trên Mạng {0}. Nhận <0> Mã thông báo kiểm tra </0> hoặc <1> Xem bảng xếp hạng </1>.

source: account
de: konto
el: λογαριασμός
es: cuenta
id: akun
ru: аккаунт
tr: hesap
vi: tài khoản

source: accrue interest
de: anhäufende Zinsen
es: devengar intereses
id: memperoleh bunga
it: interessi maturati
ru: начислять проценты
tr: faiz tahakkuk etmek
vi: cộng dồn lãi suất

source: add liquidity
de: liquidität hinzufügen
el: προσθέστε ρευστότητα
es: añadir liquidez
id: menambah likuiditas
it: aggiungi liquidità
ru: добавить ликвидность
tr: likidite eklemek
vi: thêm thanh khoản

source: amount
de: beträge
el: ποσό
es: cantidad
id: jumlah
it: importo
ru: сумма
tr: tutar
vi: số lượng

source: approve DAI
de: dAI genehmigen
el: έγκριση DAI
es: aprobar DAI
id: setujui DAI
it: approva DAI
ru: одобрить DAI
tr: DAI'yi onayla
vi: phê duyệt DAI

source: approve LP tokens
de: lP-Token genehmigen
el: εγκρίνει τα διακριτικά LP
es: aprobar tokens LP
id: setujui token LP
it: approva token LP
ru: одобрить токены LP
tr: LP jetonlarını onayla
vi: phê duyệt mã thông báo LP

source: approve NPM
de: nPM genehmigen
el: έγκριση NPM
es: aprobar NPM
id: setujui NPM
it: approva NPM
ru: утвердить Музей
tr: NPM'yi onayla
vi: phê duyệt NPM

source: approve {NPMTokenSymbol} tokens
de: genehmigt {NPMTokenSymbol} Token
el: εγκρίνει {NPMTokenSymbol} μάρκες
id: setujui token {NPMTokenSymbol}
it: approva {NPMTokenSymbol} token
ru: одобрить {NPMTokenSymbol} токены
tr: {NPMTokenSymbol} belirteçlerini onayla
vi: phê duyệt mã thông báo {NPMTokenSymbol}

source: approve {liquidityTokenSymbol}
de: genehmige {liquidityTokenSymbol}
el: έγκριση {liquidityTokenSymbol}
id: setujui {liquidityTokenSymbol}
it: approva {liquidityTokenSymbol}
ru: одобрить {liquidityTokenSymbol}
tr: {liquidityTokenSymbol}'u onayla
vi: phê duyệt {liquidityTokenSymbol}

source: approve {tokenSymbol}
de: genehmige {tokenSymbol}
el: έγκριση {tokenSymbol}
es: aprobar {tokenSymbol}
id: setujui {tokenSymbol}
it: approva {tokenSymbol}
ru: одобрить {tokenSymbol}
tr: {tokenSymbol}'u onayla
vi: phê duyệt {tokenSymbol}

source: approve {tokenSymbol} tokens
de: genehmigt {tokenSymbol} Token
el: εγκρίνει {tokenSymbol} μάρκες
es: aprobar {tokenSymbol} tokens
id: setujui token {tokenSymbol}
it: approva {tokenSymbol} token
ru: одобрить {tokenSymbol} токены
tr: {tokenSymbol}'u onayla
vi: phê duyệt mã thông báo {tokenSymbol}

source: approve {vaultTokenSymbol} tokens
de: genehmigt {vaultTokenSymbol} Token
el: εγκρίνει {vaultTokenSymbol} μάρκες
es: aprobar {vaultTokenSymbol} tokens
id: setujui token {vaultTokenSymbol}
it: approva {vaultTokenSymbol} token
ru: одобрить {vaultTokenSymbol} токены
tr: {vaultTokenSymbol} belirteçlerini onayla
vi: phê duyệt mã thông báo {vaultTokenSymbol}

source: attest
de: bestätigen
el: βεβαίωση
es: Dar fe
id: membuktikan
it: attestare
ru: аттестат
tr: kanıtlamak
vi: chứng thực

source: calculate liquidity
de: berechne Liquidität
el: υπολογισμός ρευστότητας
es: Calcular liquidez
id: menghitung likuiditas
it: calcola liquidità
ru: вычислить ликвидность
tr: likiditeyi hesaplamak
vi: tính toán thanh khoản

source: calculate pods
de: berechne Pods
el: υπολογισμός λοβών
es: calcular pods
id: menghitung polong
it: calcola i pod
ru: вычислить поды
tr: bölmeleri hesapla
vi: tính toán vỏ

source: calculate tokens
de: berechne Tokens
el: υπολογισμός διακριτικών
es: calcular tokens
id: menghitung token
it: calcola i token
ru: вычислить токены
tr: jetonları hesapla
vi: tính toán mã thông báo

source: claim bond
de: bond einfordern
el: ομόλογο απαίτησης
es: reclamar bono
id: klaim obligasi
it: garanzia di credito
ru: забрать облигации
tr: talep bonosu
vi: yêu cầu trái phiếu

source: claim policy
de: schadensrichtlinien
el: πολιτική διεκδίκησης
es: póliza de reclamo
id: kebijakan klaim
it: politica dei sinistri
ru: политика претензий
tr: talep politikası
vi: yêu cầu chính sách

source: close
de: schließen
el: Κλείσιμο
es: cerrar
id: menutup
it: chiudi
ru: закрыть
tr: kapat
vi: gần

source: cover
de: abdecken
el: κάλυμμα
id: menutupi
it: copertina
ru: обложка
tr: örtmek
vi: trải ra

source: create bond
de: erstelle Bond
el: δημιουργία δεσμού
es: crear bono
id: menciptakan ikatan
it: crea un legame
ru: создать связь
tr: bağ oluşturmak
vi: tạo mối liên kết

source: date and time
de: datum und Uhrzeit
el: ημερομηνία και ώρα
id: tanggal dan waktu
it: data e ora
ru: дата и время
tr: tarih ve saat
vi: ngày và giờ

source: details
el: λεπτομέρειες
es: detalles
it: dettagli
ru: подробнее
tr: detaylar
vi: thông tin chi tiết

source: dispute
de: streiten
el: διαφορά
es: disputar
id: perselisihan
it: disputa
ru: спор
tr: anlaşmazlık
vi: tranh chấp

source: from
de: von
es: de
id: dari
it: da
tr: itibaren
vi: từ

source: get allowance
de: erhalte Zulage
el: πάρε επίδομα
es: obtener subsidio
id: mendapatkan tunjangan
it: ottieni indennità
ru: получить пособие
tr: harçlık almak
vi: được trợ cấp

source: get fees
de: erhalte Gebühren
el: λήψη χρεώσεων
es: obtener tarifas
id: dapatkan biaya
it: ottieni commissioni
ru: получить комиссию
tr: ücret almak
vi: nhận phí

source: get pool info
de: erhalte Pool-Info
el: λήψη πληροφοριών πισίνας
es: obtener información del grupo
id: dapatkan info kolam renang
it: ottenere informazioni sulla piscina
ru: получить информацию о пуле
tr: havuz bilgisi al
vi: nhận thông tin hồ bơi

source: get vault info
de: erhalte Pool-Info
el: λήψη πληροφοριών θησαυ/κιου
es: obtener información de la bóveda
id: dapatkan info brankas
it: ottieni informazioni sulla cassaforte
ru: получить информацию о хранилище
tr: kasa bilgilerini al
vi: lấy thông tin kho tiền

source: getting user whitelisted
de: wird Benutzer auf der Whitelist
el: λήψη λίστας επιτρεπόμενων χρηστών
es: hacer que el usuario sea incluido en la lista blanca
id: membuat pengguna masuk daftar putih
it: ottenere la whitelist utente
ru: получение списка пользователей в белом виде
tr: kullanıcının beyaz listeye alınması
vi: đưa người dùng vào danh sách trắng

source: loading..
de: lade..
el: φόρτωση..
id: memuat..
it: caricamento..
ru: загрузка..
tr: yükleniyor..
vi: đang tải..

source: loading...
de: lade...
el: φόρτωση...
es: cargando...
id: memuat...
it: caricamento...
ru: загрузка...
tr: yükleniyor...
vi: đang tải...

source: no data found
de: keine Daten gefunden
el: δεν βρέθηκαν δεδομένα
es: datos no encontrados
id: tidak ada data ditemukan
it: nessun dato trovato
ru: данные не найдены
tr: veri bulunamadı
vi: không tìm thấy dữ liệu nào

source: policy
de: richtlinie
el: πολιτική
es: póliza
id: aturan
ru: политика
tr: politika
vi: chính sách

source: purchase policy
de: einkaufsbedingungen
el: πολιτική αγορών
es: comprar póliza
id: kebijakan pembelian
it: politica di acquisto
ru: политика покупки
tr: satın alma politikası
vi: chính sách mua hàng

source: refute
de: widerlegen
el: διαταράξτε
es: refutar
id: menyangkal
it: confutare
ru: опровергнуть
tr: yalanlamak
vi: bác bỏ

source: remove liquidity
de: liquidität entfernen
el: αφαίρεση ρευστότητας
es: eliminar liquidez
id: menghilangkan likuiditas
it: elimina liquidità
ru: удалить ликвидность
tr: likiditeyi ortadan kaldırmak
vi: loại bỏ thanh khoản

source: report incident
de: vorfall melden
el: αναφορά συμβάντος
es: informar de un incidente
id: laporkan kejadian
it: segnala l'incidente
ru: сообщить об инциденте
tr: olayı rapor et
vi: báo cáo sự cố

source: reporting period
de: berichtszeitraum
el: περίοδος αναφοράς
es: período de reporte
id: periode pelaporan
it: periodo di segnalazione
ru: отчетный период
tr: raporlama dönemi
vi: kỳ báo cáo

source: select a cover
de: wähle ein Cover
el: επιλέξτε ένα εξώφυλλο
es: seleccionar cobertura
id: pilih penutup
it: seleziona una copertina
ru: выбрать обложку
tr: bir kapak seç
vi: chọn một trang bìa

source: stake {tokenSymbol}
de: spiele {tokenSymbol}
el: ποντάρισμα {tokenSymbol}
es: Hacer stake {tokenSymbol}
id: mempertaruhkan {tokenSymbol}
ru: ставка {tokenSymbol}
tr: hisse {tokenSymbol}
vi: cổ phần {tokenSymbol}

source: staking pools found.
de: absteckende Pools gefunden.
el: βρέθηκαν πισίνες πονταρίσματος.
es: grupos de participación encontrados.
id: kolam pertaruhan ditemukan.
it: piscine di cottura trovate.
ru: Найдены лестничные пулы.
tr: kazık havuzları bulundu.
vi: tìm thấy hồ bơi khoanh vùng.

source: status
el: κατάσταση
it: stato
ru: статус
tr: durum
vi: trạng thái

source: to
de: zu
es: a
id: ke
it: a
tr: ile
vi: đến

source: to get protection from hacks & exploits
de: um Schutz vor Hacken & Exploits zu erhalten
el: για να αποκτήσετε προστασία από αμυχές & εκμεταλλεύσεις
es: para obtener protección contra hacks y exploits
id: untuk mendapatkan perlindungan dari peretasan dan eksploitasi
it: per ottenere protezione da hacks & exploits
ru: чтобы получить защиту от хаков и эксплойтов
tr: saldırılardan ve açıklardan korunmak için
vi: để được bảo vệ khỏi tấn công và lợi dụng

source: to notify other users about the cover event
de: um andere Benutzer über das Cover-Ereignis zu benachrichtigen
el: να ειδοποιήσει τους άλλους χρήστες για την εκδήλωση κάλυψης
es: para notificar a otros usuarios sobre el evento de póliza
id: untuk memberi tahu pengguna lain tentang acara sampul
it: per notificare agli altri utenti l'evento di copertura
ru: оповещать других пользователей о обложке события
tr: diğer kullanıcıları kapak olayı hakkında bilgilendirmek için
vi: để thông báo cho những người dùng khác về sự kiện trang bìa

source: to pool risks and receive rewards
de: um Risiken zu bündeln und Belohnungen zu erhalten
el: να συγκεντρώσει κινδύνους και να λάβει ανταμοιβές
es: para grupos de riesgo y recibir recompensas
id: untuk mengumpulkan risiko dan menerima imbalan
it: per raggruppare i rischi e ricevere ricompense
ru: для сбора рисков и получения вознаграждения
tr: riskleri birleştirmek ve ödüller almak
vi: gộp rủi ro và nhận phần thưởng

source: to receive payout by claiming cxTokens
de: um die Auszahlung zu erhalten, indem man cxTokens beansprucht
el: για να λάβετε πληρωμή διεκδικώντας cxTokens
es: para recibir el pago reclamando cxTokens
id: untuk menerima pembayaran dengan mengklaim cxTokens
it: per ricevere il pagamento rivendicando cxTokens
ru: получать выплату, затребовав cxTokens
tr: cxTokens talep ederek ödeme almak için
vi: để nhận khoản thanh toán bằng cách yêu cầu cxTokens

source: total attested stake
de: gesamter belegter Einsatz
el: το συνολικό επιβεβαιωμένο ποντάρισμα
id: total saham yang dibuktikan
it: puntata totale attestata
ru: суммарный аттестованный процент
tr: toplam onaylanmış hisse
vi: tổng số tiền cược đã được chứng thực

source: total refuted stake
de: total widerlegter Einsatz
el: συνολικό αντικρουόμενο ποντάρισμα
id: total taruhan yang disangkal
it: puntata totale confutata
ru: суммарная дощатость
tr: toplam reddedilen hisse
vi: tổng số tiền bị từ chối

source: unstake {tokenSymbol}
de: absteckung {tokenSymbol}
el: αποχώρησε {tokenSymbol}
es: Detener stake {tokenSymbol}
id: batalkan taruhan {tokenSymbol}
ru: не поставлено {tokenSymbol}
tr: {tokenSymbol}
vi: gỡ bỏ {tokenSymbol}

source: utilization Ratio
de: Nutzungsgrad
el: Αναλογία Αξιοποίησης
es: relación de utilización
id: rasio pemanfaatan
it: rapporto di utilizzo
ru: коэффициент использования
tr: kullanım oranı
vi: tỷ lệ sử dụng

source: vesting term
de: vesting Begriff
el: όρος κατοχύρωσης
es: plazo de adquisición
id: istilah vesting
it: termine di maturazione
ru: вестинг термин
tr: hakediş süresi
vi: kỳ hạn

source: votes
de: stimmen
el: ψήφοι
es: votos
id: suara
it: voti
ru: голоса
tr: oy
vi: phiếu bầu

source: when
de: wenn
el: όταν
es: cuando
id: kapan
it: quando
ru: когда
tr: ne zaman
vi: khi nào

source: withdraw rewards
de: belohnung abheben
el: ανάληψη ανταμοιβών
es: retirar recompensas
id: menarik hadiah
it: ritirare ricompense
ru: награды снятия
tr: ödülleri geri çekmek
vi: rút phần thưởng

source: withdrawing...
de: abheben...
el: ανάληψη...
es: retirando...
id: menarik...
it: ritiro...
ru: вывод...
tr: geri çekilmek...
vi: rút...

source: Claim Expiry
es: Caducidad de reclamación
tr: Hak Talebi Sona Erme

source: Enter a title of this dispute
es: Introduce un título para esta disputa
it: Inserisci un titolo di questa disputa
tr: Bu anlaşmazlığın başlığını girin

source: Error!!!
it: Errore!!!
tr: Hata!!!

source: Fetching min stake...
es: Obteniendo staking mínimo...
id: Ambil saldo...
it: Recupero min stake...
tr: Minimum bahis alınıyor...

source: Fetching min-stake amount...
es: Obteniendo cantidad de staking mínima...
it: Recupero quantità min-stakt...
tr: Min-stake miktarı getiriliyor...

source: Incident Title
es: Título del incidente
it: Titolo Incidente
tr: Olay Başlığı

source: Max
el: Μέγιστο
id: Maks
ru: Макс
tr: Maks

source: Please choose date from the past
es: Por favor elige una fecha del pasado
it: Scegli la data dal passato
tr: Lütfen geçmişten bir tarih seçin

source: Proof of dispute
es: Prueba de disputa
it: Prova della controversia
tr: Anlaşmazlık kanıtı

source: Resolved On:
es: Resuelto el:
it: Risolto Il:
tr: Çözülme Tarihi:

source: get first reporting stake
es: obtener información del stake
id: dapatkan saham pelaporan pertama
it: ottieni la prima quota di segnalazione
tr: ilk raporlama hissesini al

source: A-Z
el: Α-Z
ru: А-Z

source: APR:
el: ΑΠΡ:
es: APR (tasa porcentual anual:)
ru: АРР:

source: Accruing intrest
es: interés devengado

source: Approved cxDAI tokens Successfully
es: Tokens cxDAI aprobados con éxito

source: Approved {vaultTokenSymbol} tokens Successfully
es: Tokens {vaultTokenSymbol} aprobados con éxito

source: Approving cxDAI tokens
es: Aprobación de tokens cxDAI

source: Approving {vaultTokenSymbol} tokens
es: Aprobando tokens {vaultTokenSymbol}

source: Available Covers
es: Coberturas disponibles

source: Claimed NPM Successfully
es: NPM reclamado con éxito

source: Claiming NPM
es: Reclamando NPM

source: Could not approve cxDAI tokens
es: No se pudieron aprobar los tokens cxDAI

source: Could not approve {vaultTokenSymbol} tokens
es: No se pudieron aprobar {vaultTokenSymbol} tokens

source: Could not claim bond
es: No se pudo reclamar la fianza

source: Could not unstake & claim NPM
es: No se pudo detener el staking y reclamar NPM

source: Could not unstake NPM
es: No se pudo detener el staking NPM

source: Fetching fees...
es: Obteniendo tarifas...

source: Fetching {npmTokenSymbol} allowance...
es: Obteniendo asignación de {npmTokenSymbol}...

source: INCIDENT OCCURED
es: OCURRIÓ UN INCIDENTE

source: If you just came to know about a recent incident of {0}, carefully read the cover rules above. You can earn flat {commission}% of total dishonest stakes if you are the first person to report this incident. In addition to NPM rewards, you may also earn a percentage commission on individual claims payout.<0/><1/><2>Note: Dishonest reporters get 100% of their stakes forfeited which is distributed to honest reporters. You may lose all of your stakes if resolution is not in your favor.</2>
es: Si acaba de conocer un incidente reciente de {0}, lea atentamente las reglas de cobertura anteriores. Puede ganar un {comisión}% fijo del total de stakings deshonestos si es la primera persona en denunciar este incidente. Además de las recompensas de NPM, también puede ganar una comisión porcentual sobre el pago de reclamos individuales.<0/><1/><2>Nota: los denunciantes deshonestos pierden el 100% de sus stakings, que se distribuyen a los denunciantes honestos. Puede perder todos sus stakings si la resolución no es a su favor.</2>

source: Incident Occured
es: Ocurrio un incidente

source: Liquidity:
es: Liquidez:

source: Protection:
es: Protección:

source: ROI:
es: Retorno de la inversión

source: Refuted successfully
es: Refutado con éxito

source: Removing Liquidity
es: Eliminando liquidez

source: Since you are the first person to dispute this incident reporting, you will need to stake atleast {0} NPM tokens. If the majority agree with you, you will earn {commission}% of the platform fee instead of the incident reporter.
es: Dado que usted es la primera persona en disputar este informe de incidentes, deberá hacer stake con al menos {0} tokens NPM. Si la mayoría está de acuerdo con usted, ganará un {comisión}% de la tarifa de la plataforma en lugar del informador de incidentes.

source: TVL
es: Valor total bloqueado

source: The bond feature provides you NPM tokens at a discounted value for a vesting period of
es: La función de bonos le proporciona tokens NPM a un valor con descuento durante un período de consolidación de

source: Unstaked & claimed NPM Successfully
es: NPM sin staking y reclamados con éxito

source: Unstaked NPM Successfully
es: NPM con staking detenido con éxito

source: Unstaking & claiming NPM
es: Despalancando y reclamando NPM

source: Unstaking NPM
es: Despalancando NPM

source: View provided liquidity
es: Ver liquidez proporcionada

source: View purchased policies
es: Ver pólizas compradas

source: approve cxDAI tokens
es: aprobar tokens cxDAI

source: APR
el: ΑΠΡ
