Repository: Bakdaulet-code/app.neptunemutual.com
Catalog: locales/*/messages.po
Languages: de, el, es, id, it, ru, tr, vi

source: Claim Bond
de: Bond einfordern
el: Ισχυρισμός Δεσμού
es: Reclamar bono
id: Klaim Obligasi
it: Richiedi Legame
ru: Получить облигации
tr: Tahvil Talebi
vi: Yêu cầu trái phiếu

source: Claim Cover
de: Cover beanspruchen
el: Διεκδίκηση Εξώφυλλου
es: Cobertura de reclamación
id: Klaim Penutup
it: Rivendica Copertina
ru: Получить обложку
tr: Talep Kapağı
vi: Yêu cầu bồi thường

source: Claim My Bond
de: Meine Anleihe beanspruchen
el: Διεκδικήστε Τον Δεσμό Μου
es: Reclamar mi bono
id: Klaim Ikatan Saya
it: Richiedi Il Mio Legame
ru: Востребовать мои облигации
tr: Tahvilimi talep et
vi: Yêu cầu trái phiếu của tôi

source: Claim Now
de: Jetzt beanspruchen
el: Ισχυρισμός Τώρα
es: Reclamar ahora
id: Klaim Sekarang
it: Richiedi Ora
ru: Забрать сейчас
tr: Şimdi Talep Edin
vi: Yêu cầu ngay bây giờ

source: Claim your {title} cover cxTokens from the following addresses before the given claim date. Also indicated is the amount of cxTokens you will receive per claim.
de: Beanspruchen Sie Ihre {title} Cover cxTokens von den folgenden Adressen vor dem angegebenen Anspruchsdatum. Angezeigt wird auch der Betrag von cxTokens pro Schadensersatz.
el: Διεκδικήστε το κάλυμμά σας στο {title} cxTokens από τις ακόλουθες διευθύνσεις πριν από τη δεδομένη ημερομηνία απαίτησης. Επίσης υποδεικνύεται η ποσότητα των cxTokens που θα λάβετε ανά αξίωση.
es: Reclame sus {title} de cobertura cxTokens de las siguientes direcciones antes de la fecha de reclamo indicada. También se indica la cantidad de cxTokens que recibirá por reclamo.
id: Klaim {title} cover cxTokens Anda dari alamat berikut sebelum tanggal klaim yang diberikan. Juga ditunjukkan jumlah cxToken yang akan Anda terima per klaim.
it: Richiedi la tua copertina {title} cxTokens dai seguenti indirizzi prima della data di richiesta specificata. Inoltre indicato è la quantità di cxTokens che riceverai per reclamo.
ru: Запросите ваши {title} сокрытие cxTokens со следующих адресов до указанной даты претензий. Также указано, сколько cxTokens вы получите по требованию.
tr: Belirtilen talep tarihinden önce aşağıdaki adreslerden {title} teminat cxToken'larınızı talep edin. Ayrıca, talep başına alacağınız cxToken miktarı da belirtilir.
vi: Yêu cầu bìa {title} cxTokens của bạn từ các địa chỉ sau đây trước ngày yêu cầu nhất định. Cũng được chỉ ra là số lượng cxTokens bạn sẽ nhận được cho mỗi yêu cầu.

source: Claimable
de: Beanspruchbar
el: Αξιόλογη
es: Reclamable
id: Bisa di klaim
it: Responsabile
ru: Утверждаемый
tr: Talep edilebilir
vi: Có thể yêu cầu

source: Claimed
de: Beansprucht
el: Διεκδικείται
es: Reclamado
id: Diklaim
it: Richiesto
ru: Получено
tr: Hak talebinde bulunuldu
vi: Đã yêu cầu bồi thường

source: Claimed policy Successfully
de: Richtlinie erfolgreich beansprucht
el: Ισχυριζόμενη πολιτική Επιτυχώς
es: Póliza reclamada con éxito
id: Kebijakan yang diklaim Berhasil
it: Politica rivendicata con successo
ru: Успешно подтверждена политика
tr: Talep edilen politika Başarıyla
vi: Đã xác nhận chính sách thành công

source: Claimed {tokenSymbol} Successfully
de: {tokenSymbol} erfolgreich beansprucht
el: Επιτυχής διεκδίκηση {tokenSymbol}
id: Diklaim {tokenSymbol} Berhasil
it: Richiesto {tokenSymbol} con successo
ru: Успешно получено {tokenSymbol}
tr: {tokenSymbol} Başarıyla Talep Edildi
vi: Đã xác nhận {tokenSymbol} thành công

source: Claiming policy
de: Schadensrichtlinien
el: Διεκδίκηση πολιτικής
es: Reclamando póliza
id: Kebijakan klaim
it: Politica di rivendicazione
ru: Политика утверждения
tr: Talep politikası
vi: Chính sách xác nhận quyền sở hữu

source: Claiming {tokenSymbol}
de: Beanspruche {tokenSymbol}
el: Διεκδικώντας {tokenSymbol}
id: Mengklaim {tokenSymbol}
it: Reclama {tokenSymbol}
ru: Заявка {tokenSymbol}
tr: {tokenSymbol} talep ediliyor
vi: Đang xác nhận quyền sở hữu {tokenSymbol}

source: Claiming...
de: Beanspruchen...
el: Διεκδικώνεται...
es: Reclamando...
id: Mengklaim...
it: Rivendicazione...
ru: Утверждение...
tr: Iddia...
vi: Đang yêu cầu...

source: Close:
de: Schließen:
el: Κλείσιμο:
es: Cerrar:
id: Menutup:
it: Chiudi:
ru: Закрытие:
tr: Kapat:
vi: Đóng:

source: Collect
de: Sammeln
el: Συλλογή
es: Recoger
id: Mengumpulkan
it: Raccogli
ru: Собрать
tr: Toplamak
vi: Sưu tầm

source: Collecting...
de: Sammeln...
el: Συλλογή...
es: Recolectando...
id: Mengumpulkan...
it: Raccogliendo...
ru: Коллекция...
tr: Toplama...
vi: Sưu tập...

source: Coming soon!
de: Kommt bald!
el: Έρχεται σύντομα!
es: ¡Próximamente!
id: Segera!
it: In arrivo!
ru: Скоро!
tr: Çok yakında!
vi: Sắp có!

source: Connect Wallet
de: Brieftasche verbinden
el: Σύνδεση Πορτοφολιού
id: Hubungkan Dompet
ru: Подключить кошелек
vi: Kết nối ví

source: Connect wallet
de: Brieftasche verbinden
el: Σύνδεση Πορτοφολιού
id: Hubungkan Dompet
ru: Подключить кошелек
vi: Kết nối ví

source: Connected With
de: Verbunden mit
el: Συνδέθηκε Με
es: Conectado con
id: Terhubung dengan
it: Connesso Con
ru: Подключено с
tr: Ile bağlantılı
vi: Kết nối với

source: Copied
de: Kopiert
el: Αντιγράφηκε
es: Copiado
id: Disalin
it: Copiato
ru: Скопировано
tr: Kopyalandı
vi: Đã sao chép

source: Copy Address
de: Adresse kopieren
el: Αντιγραφή Διεύθυνσης
es: Copiar dirección
id: Salin Alamat
it: Copia Indirizzo
ru: Копировать адрес
tr: Adresi kopyala
vi: Sao chép địa chỉ

source: Could not Capitalize Pool
de: Pool konnte nicht groß geschrieben werden
el: Αδυναμία Capitalize Pool
id: Tidak Dapat Memanfaatkan Pool
it: Impossibile capitalizzare il pool
ru: Не удалось прописно
tr: Havuzda Büyük Harf Oluşturulamadı
vi: Không thể viết hoa nhóm

source: Could not Claim policy
de: Kann Richtlinie nicht abrufen
el: Αδύνατη η διεκδίκηση πολιτικής
es: No se pudo reclamar la póliza
id: Tidak dapat Mengklaim kebijakan
it: Impossibile reclamare la politica
ru: Не удалось запросить политику
tr: Politika Talep Edilemedi
vi: Không thể xác nhận chính sách

source: Could not Emergency Resolve Incident
de: Vorfall konnte nicht gelöst werden
el: Αδύνατη η επίλυση έκτακτης ανάγκης
es: No se pudo resolver el incidente de emergencia
id: Tidak Dapat Menyelesaikan Insiden Darurat
it: Impossibile risolvere l'incidente di emergenza
ru: Не удалось аварийно устранить инцидент
tr: Acil Durum Çözülemedi
vi: Không thể giải quyết sự cố khẩn cấp

source: Could not Finalize Incident
de: Fehler beim Abschluss des Vorfalls
el: Αδυναμία οριστικοποίησης συμβάντος
es: No se pudo finalizar el incidente
id: Tidak Dapat Menyelesaikan Insiden
it: Impossibile completare l'incidente
ru: Не удалось завершить инцидент
tr: Olay Sonuçlandırılamadı
vi: Không thể hoàn thành sự cố

source: Could not Resolve Incident
de: Ticket konnte nicht gelöst werden
el: Αδυναμία επίλυσης συμβάντος
es: No se pudo resolver el incidente
id: Tidak Dapat Menyelesaikan Insiden
it: Impossibile risolvere l'incidente
ru: Не удалось разрешить инцидент
tr: Olay Çözülemedi
vi: Không thể giải quyết sự cố

source: Could not accrue interest
de: Interesse konnte nicht generiert werden
el: Δεν ήταν δυνατή η συσσώρευση τόκων
es: No se pudo acumular intereses
id: Tidak dapat memperoleh bunga
it: Impossibile accumulare interessi
ru: Не удалось начислить интерес
tr: Faiz tahakkuk ettirilemedi
vi: Không thể tích lũy lãi suất

source: Could not add liquidity
de: Konnte Liquidität nicht hinzufügen
el: Αδυναμία προσθήκης ρευστότητας
es: No se pudo agregar liquidez
id: Tidak dapat memperoleh bunga
it: Impossibile aggiungere liquidità
ru: Не удалось добавить ликвидность
tr: Likidite eklenemedi
vi: Không thể thêm thanh khoản

source: Could not approve DAI
de: DAI konnte nicht genehmigt werden
es: No se pudo aprobar DAI
id: Tidak dapat menyetujui DAI
it: Impossibile approvare il DAI
tr: DAI onaylanamadı
vi: Không thể phê duyệt DAI

source: Could not approve LP tokens
de: Konnte LP-Token nicht genehmigen
es: No se pudieron aprobar tokens LP
id: Tidak dapat menyetujui token LP
it: Impossibile approvare i token LP
tr: LP jetonları onaylanamadı
vi: Không thể phê duyệt mã thông báo LP

source: Could not approve NPM
de: Konnte NPM nicht genehmigen
es: No se pudo aprobar NPM
id: Tidak dapat menyetujui NPM
it: Impossibile approvare NPM
tr: NPM onaylanamadı
vi: Không thể phê duyệt NPM

source: Could not approve {symbol} tokens
de: Konnte {symbol} Token nicht genehmigen
id: Tidak dapat menyetujui token {symbol}
it: Impossibile approvare {symbol} token
tr: {symbol} jeton onaylanamadı
vi: Không thể phê duyệt mã thông báo {symbol}

source: Could not approve {tokenSymbol}
de: Konnte {tokenSymbol} nicht freigeben
el: Αδυναμία έγκρισης {tokenSymbol}
es: No se pudo aprobar {tokenSymbol}
id: Tidak dapat menyetujui {tokenSymbol}
it: Impossibile approvare {tokenSymbol}
ru: Не удалось одобрить {tokenSymbol}
tr: {tokenSymbol} onaylanamadı
vi: Không thể phê duyệt {tokenSymbol}

source: Could not approve {tokenSymbol} tokens
de: Konnte {tokenSymbol} Token nicht genehmigen
el: Αδυναμία έγκρισης {tokenSymbol} tokens
es: No se pudieron aprobar {tokenSymbol} tokens
id: Tidak dapat menyetujui token {tokenSymbol}
it: Impossibile approvare {tokenSymbol} token
ru: Не удалось утвердить {tokenSymbol} токенов
tr: {tokenSymbol} belirteçleri onaylanamadı
vi: Không thể phê duyệt mã thông báo {tokenSymbol}

source: Could not attest
de: Konnte nicht bestätigen
el: Αδυναμία επιβεβαίωσης
es: No pude atestiguar
id: Tidak bisa membuktikan
it: Impossibile attestare
ru: Не удалось подтвердить
tr: Onaylanamadı
vi: Không thể chứng thực

source: Could not create bond
de: Konnte Verbindung nicht erstellen
el: Αδυναμία δημιουργίας δεσμού
es: No se pudo crear el bono
id: Tidak dapat membuat ikatan
it: Impossibile creare il legame
ru: Не удалось создать связь
tr: Bağ oluşturulamadı
vi: Không thể tạo liên kết

source: Could not dispute
de: Konnte nicht bestreiten
el: Αδυναμία αμφισβήτησης
es: No se pudo disputar
id: Tidak dapat membantah
it: Impossibile contestare
ru: Не удалось оспорить
tr: Itiraz edilemedi
vi: Không thể tranh chấp

source: Could not provide liquidity
de: Liquidität konnte nicht bereitgestellt werden
el: Αδυναμία παροχής ρευστότητας
id: Tidak dapat menyediakan likuiditas
it: Impossibile fornire liquidità
ru: Не удалось обеспечить ликвидность
tr: Likidite sağlanamadı
vi: Không thể cung cấp thanh khoản

source: Could not purchase policy
de: Richtlinie konnte nicht gekauft werden
el: Δεν ήταν δυνατή η πολιτική αγορών
es: No se pudo comprar la póliza
id: Tidak dapat membeli kebijakan
it: Impossibile acquistare la politica
ru: Не удалось приобрести политику
tr: Politika satın alınamadı
vi: Không thể mua chính sách

source: Could not refute
de: Konnte nicht widerlegen
el: Αδύνατη η ανατροπή
es: No pude refutar
id: Tidak bisa membantah
it: Impossibile confutare
ru: Не удалось опровергнуть
tr: Reddedilemedi
vi: Không thể bác bỏ

source: Could not remove liquidity
de: Liquidität konnte nicht entfernt werden
el: Αδυναμία αφαίρεσης ρευστότητας
es: No se pudo eliminar la liquidez
id: Tidak dapat menghapus likuiditas
it: Impossibile rimuovere la liquidità
ru: Не удалось удалить ликвидность
tr: Likidite kaldırılamadı
vi: Không thể loại bỏ thanh khoản

source: Could not report incident
de: Ticket konnte nicht gemeldet werden
el: Αδύνατη η αναφορά περιστατικού
es: No se pudo reportar el incidente
id: Tidak dapat melaporkan insiden
it: Impossibile segnalare l'incidente
ru: Не удалось сообщить об инциденте
tr: Olay bildirilemedi
vi: Không thể báo cáo sự cố

source: Could not stake {tokenSymbol}
de: Konnte {tokenSymbol} nicht platzieren
el: Αδύνατο το ποντάρισμα {tokenSymbol}
es: No se pudo hacer stake con {tokenSymbol}
id: Tidak dapat mempertaruhkan {tokenSymbol}
it: Impossibile puntare {tokenSymbol}
ru: Не удалось поставить {tokenSymbol}
tr: {tokenSymbol} stake edilemedi
vi: Không thể đặt cược {tokenSymbol}

source: Could not unstake & claim {symbol}
de: Konnte nicht entfesseln & beanspruchen {symbol}
el: Αδύνατη η αποδέσμευση & διεκδίκηση {symbol}
id: Tidak dapat membatalkan pemasangan dan mengklaim {symbol}
it: Impossibile annullare & riscattare {symbol}
ru: Не удалось снять заряд и завладеть {symbol}
tr: {symbol} hissesi kaldırılamadı ve talep edilemedi
vi: Không thể hủy bỏ và xác nhận quyền sở hữu {symbol}

source: Could not unstake {symbol}
de: Konnte {symbol} nicht entwecken
el: Αδύνατη η αποχώρηση του {symbol}
id: Tidak dapat membatalkan pemasangan {symbol}
it: Impossibile svuotare {symbol}
ru: Не удалось снять {symbol}
tr: {symbol} kaldırılamadı
vi: Không thể hủy bỏ {symbol}

source: Could not unstake {tokenSymbol}
de: Konnte {tokenSymbol} nicht entwecken
el: Αδύνατη η αποχώρηση του {tokenSymbol}
es: No se pudo detener el staking de {tokenSymbol}
id: Tidak dapat membatalkan pemasangan {tokenSymbol}
it: Impossibile svuotare {tokenSymbol}
ru: Не удалось снять {tokenSymbol}
tr: {tokenSymbol} kaldırılamadı
vi: Không thể hủy bỏ {tokenSymbol}

source: Could not withdraw during lockup period
de: Konnte während des Sperrzeitraums nicht ausgehen
el: Δεν ήταν δυνατή η ανάληψη κατά την περίοδο κλειδώματος
es: No se pudo retirar durante el período de bloqueo
id: Tidak dapat menarik selama periode penguncian
it: Impossibile prelevare durante il periodo di blocco
ru: Не удалось снять во время блокировки
tr: Kilitleme süresi boyunca geri çekilemedi
vi: Không thể rút tiền trong thời gian khóa

source: Could not withdraw rewards
de: Prämien konnten nicht abgezogen werden
el: Δεν ήταν δυνατή η ανάληψη ανταμοιβών
es: No se pudieron retirar las recompensas
id: Tidak dapat menarik hadiah
it: Impossibile ritirare i premi
ru: Не удалось отозвать награды
tr: Ödüller geri çekilemedi
vi: Không thể rút phần thưởng

source: Cover Fee
de: Deckungsgebühr
el: Χρέωση Εξώφυλλου
es: Cuota de cobertura
id: Biaya Pertanggungan
ru: Комиссия за обложку
tr: Teminat Ücreti
vi: Phí bảo hiểm

source: Cover Products
de: Cover-Produkte
el: Προϊόντα Εξώφυλλου
id: Produk Sampul
it: Prodotti Di Copertina
ru: Товары на обложке
tr: Kapak Ürünleri
vi: Sản phẩm bao gồm

source: Cover Rules
de: Cover-Regeln
el: Κανόνες Εξώφυλλου
es: Reglas de cobertura
id: Aturan Penutup
it: Regole Di Copertina
ru: Правила обложки
tr: Kapak Kuralları
vi: Quy tắc trang bìa

source: Cover fee:
de: Deckungsgebühr:
el: Χρέωση κάλυψης:
es: Cuota de cobertura:
id: Biaya pertanggungan:
it: Costo di copertura:
ru: Комиссия за обложку:
tr: Kapak ücreti:
vi: Phí bảo hiểm:

source: Covered
de: Überdeckt
el: Καλυμμένο
es: Cubierto
id: Tertutupi
it: Coperto
ru: Покрыто
tr: Kapalı
vi: Đề cập

source: Created bond successfully
de: Bond erfolgreich erstellt
el: Δημιουργήθηκε ομόλογο με επιτυχία
es: Bono creado con éxito
id: Membuat ikatan berhasil
it: Collegamento creato con successo
ru: Привязка успешно создана
tr: Tahvil başarıyla oluşturuldu
vi: Đã tạo trái phiếu thành công

source: Creating bond
de: Beziehung erstellen
el: Δημιουργία δεσμού
es: Creando bono
id: Menciptakan ikatan
it: Creazione di legami
ru: Создание увязки
tr: Bağ oluşturma
vi: Tạo mối liên kết

source: Decline
de: Ablehnen
el: Άρνηση
es: Rechazar
id: Menolak
it: Rifiuta
ru: Отклонить
tr: Reddetmek
vi: Từ chối

source: Dedicated Pool
de: Eigener Pool
el: Αφιερωμένη πισίνα
ru: Выделенный бассейн
vi: Hồ bơi chuyên dụng

source: Description
de: Beschreibung
el: Περιγραφή
es: Descripción
id: Keterangan
it: Descrizione
ru: Описание
tr: Tanım
vi: Sự mô tả

source: Didn’t Find What You Were Looking For?
de: Haben Sie nicht gefunden, was Sie suchten?
el: Δεν Βρίσκεις Τι Ψάχνετε?
es: ¿No encontró lo que estaba buscando?
id: Tidak Menemukan Yang Anda Cari?
it: Non Trovare Cosa Stavi Cercando?
ru: Не нашли то, что вы искали?
tr: Aradığınızı Bulamadınız mı?
vi: Không tìm thấy những gì bạn đang tìm kiếm?

source: Disclaimer and Warranty
de: Haftungsausschluss und Gewährleistung
el: Αποποίηση ευθύνης και εγγύηση
es: Descargo de responsabilidad y garantía
id: Penafian dan Garansi
it: Disclaimer e garanzia
ru: Отказ от ответственности и гарантия
tr: Sorumluluk Reddi ve Garanti
vi: Tuyên bố từ chối trách nhiệm và bảo hành

source: Disconnect
de: Verbindung trennen
el: Αποσύνδεση
es: Desconectar
id: Memutuskan
it: Disconnetti
ru: Отключиться
tr: Bağlantıyı kes
vi: Ngắt kết nối

source: Dispute
de: Streiten
el: Διαφορά
es: Disputar
id: Perselisihan
it: Controversia
ru: Оспорить
tr: Anlaşmazlık
vi: Tranh chấp

source: Disputed successfully
de: Erfolgreich versprochen
el: Επιτυχής διαφωνία
es: Disputado con éxito
id: Disengketakan dengan sukses
it: Disputato con successo
ru: Успешно оспорено
tr: Başarılı bir şekilde itiraz edildi
vi: Tranh chấp thành công

source: Disputing
de: Streit
el: Αμφισβήτηση
es: Disputando
id: Berselisih
it: Controversie
ru: Споры
tr: Itiraz
vi: Tranh chấp

source: Disputing...
de: Wird gesendet...
el: Αποβολή...
es: Disputando...
id: Berselisih...
it: Conversione...
ru: Распространение...
tr: Tartışıyor...
vi: Tranh chấp...

source: Diversified Pool
de: Diversifizierter Pool
el: Διαφοροποιημένη πισίνα
ru: Диверсифицированный пул
vi: Hồ bơi đa dạng

source: Diversified pool with {0}x leverage factor and {1} capital efficiency
de: Diversifizierter Pool mit {0}x Hebelfaktor und {1} Kapitaleffizienz
el: Διαφοροποιημένη πισίνα με συντελεστή μόχλευσης {0}x και απόδοση κεφαλαίου {1}
id: Kumpulan yang beragam dengan {0}x faktor leverage dan {1} efisiensi modal
it: pool diversificato con {0}fattore di leva e {1} efficienza di capitale
ru: Развернутый пул с коэффициентом рычагов {0}x и капитальной эффективностью {1}
tr: {0}x kaldıraç faktörü ve {1} sermaye verimliliği ile çeşitlendirilmiş havuz
vi: Nhóm đa dạng với {0} x hệ số đòn bẩy và {1} hiệu quả sử dụng vốn

source: Download LP Cover Terms
de: LP-Coverbedingungen herunterladen
el: Κατεβάστε Τους Όρους Lp Cover
id: Unduh Persyaratan Sampul LP
it: Scarica Termini Di Copertina Lp
ru: Скачать условия обложки LP
tr: LP Kapak Şartlarını İndirin
vi: Tải xuống Điều khoản bìa LP

source: EMERGENCY RESOLVE
de: EMERGENE RESOLVE
el: ΑΠΟΡΡΙΨΗ ΑΝΑΓΚΗΣ
es: RESOLUCIÓN DE EMERGENCIA
id: PEMECAHAN MASALAH DARURAT
it: RISOLVA DI EMERGENZA
ru: РЕЗУЛЬТАТЫ ЭМЕРГИИ
tr: ACİL ÇÖZÜM
vi: GIẢI QUYẾT KHẨN CẤP

source: Earn
de: Verdienen
el: Κερδίστε
es: Ganar
id: Menghasilkan
it: Guadagna
ru: Заработать
tr: Para kazanmak
vi: Kiếm

source: Emergency Resolution
de: Notfalllösung
el: Ανάλυση Έκτακτης Ανάγκης
es: Resolución de emergencia
id: Resolusi Darurat
it: Risoluzione Di Emergenza
ru: Чрезвычайное урегулирование
tr: Acil Çözüm
vi: Giải pháp khẩn cấp

source: Emergency Resolve
de: Emergency gelöst
el: Επίλυση Έκτακτης Ανάγκης
es: Resolución de emergencia
id: Penyelesaian Darurat
it: Risoluzione Di Emergenza
ru: Чрезвычайное Решения
tr: Acil Çözüm
vi: Giải quyết tình huống khẩn cấp

source: Emergency Resolve Incident
de: Notfalllösungsvorfall
el: Επείγουσα Επίλυση Περιστατικού
es: Incidente de resolución de emergencia
id: Insiden Penyelesaian Darurat
it: Risoluzione Di Emergenza Incidente
ru: Экстренный инцидент
tr: Acil Durum Çözümü
vi: Giải quyết sự cố khẩn cấp

source: Emergency Resolved Incident Successfully
de: Notfallvorfall erfolgreich gelöst
el: Επιτυχής Επίλυση Επειγόντων Περιστατικών
es: Incidente de emergencia resuelto con éxito
id: Insiden Darurat Terselesaikan Berhasil
it: Incidente Risolto Di Emergenza Con Successo
ru: Успешное аварийное разрешение инцидента
tr: Acil Durum Başarıyla Çözüldü
vi: Sự cố khẩn cấp được giải quyết thành công

source: Emergency Resolving Incident
de: Notfalllösungsvorfall
el: Επείγουσα Επίλυση Περιστατικού
es: Incidente de resolución de emergencia
id: Insiden Penyelesaian Darurat
it: Risoluzione Di Emergenza Incidente
ru: Экстренное решение инцидента
tr: Acil Çözüm Olayı
vi: Giải quyết sự cố khẩn cấp

source: Emergency Resolving...
de: Emergency gelöst...
el: Ανάλυση Έκτακτης Ανάγκης...
es: Resolución de emergencia...
id: Penyelesaian Darurat...
it: Risoluzione Di Emergenza...
ru: Аварийное восстановление...
tr: Acil Çözüm...
vi: Giải quyết Khẩn cấp...

source: Enter Amount
de: Betrag eingeben
el: Εισάγετε Ποσό
es: Ingrese la cantidad
id: Masukan jumlah
it: Inserisci Importo
ru: Введите сумму
tr: Miktarı girin
vi: Nhập số tiền

source: Enter Amount you wish to provide
de: Geben Sie den Betrag ein, den Sie angeben möchten
el: Εισάγετε το ποσό που θέλετε να δώσετε
es: Ingrese la cantidad que desea proporcionar
id: Masukkan Jumlah yang ingin Anda berikan
it: Inserisci l'importo che vuoi fornire
ru: Введите сумму, которую вы хотите предоставить
tr: Vermek İstediğiniz Tutarı Girin
vi: Nhập số tiền bạn muốn cung cấp

source: Enter Incident Title
de: Ticket Titel eingeben
el: Εισαγωγή Τίτλου Περιστατικού
es: Ingrese el título del incidente
id: Masukkan Judul Insiden
it: Inserisci Titolo Incidente
ru: Введите название инцидента
tr: Olay Başlığını Girin
vi: Nhập tiêu đề sự cố

source: Enter Npm Amount
de: Npm Betrag eingeben
el: Εισάγετε Ποσό NPM
es: Ingrese la cantidad de Npm
id: Masukkan Jumlah Npm
it: Inserisci Importo Npm
ru: Введите Npm кол-во
tr: Npm Miktarı Girin
vi: Nhập số tiền Npm

source: Enter the incident title.
de: Geben Sie den Ticket Titel ein.
el: Εισάγετε τον τίτλο περιστατικού.
es: Introduzca el título del incidente.
id: Masukkan judul insiden.
it: Inserisci il titolo dell'incidente.
ru: Введите название инцидента.
tr: Olay başlığını girin.
vi: Nhập tiêu đề sự cố.

source: Enter your NPM stake
de: NPM-Einsatz eingeben
el: Εισάγετε το ποντάρισμά σας NPM
es: Introduzca su staking de NPM
id: Masukkan saham NPM Anda
it: Inserisci il tuo NPM stake
ru: Введите свою долю в Музее
tr: NPM hissenizi girin
vi: Nhập tiền cược NPM của bạn

source: Enter your POD
de: Geben Sie Ihre POD ein
el: Εισάγετε το POD σας
es: Introduce su POD
id: Masukkan POD Anda
it: Inserisci il tuo POD
ru: Введите ваш POD
tr: POD'unuzu girin
vi: Nhập POD của bạn

source: Enter your amount
de: Geben Sie Ihren Betrag ein
el: Εισάγετε το ποσό σας
es: Introduzca su cantidad
id: Masukkan jumlah Anda
it: Inserisci l'importo
ru: Введите сумму
tr: Tutarınızı girin
vi: Nhập số tiền của bạn

source: Enter your stake
de: Gib deinen Einsatz ein
el: Εισάγετε το ποντάρισμά σας
es: Introduzca su staking
id: Masukkan taruhan Anda
it: Inserisci la tua puntata
ru: Введите свою долю
vi: Nhập tiền cược của bạn

source: Enter your {tokenSymbol}
de: Geben Sie Ihre {tokenSymbol} ein
el: Εισάγετε το {tokenSymbol} σας
es: Introduzca su {tokenSymbol}
id: Masukkan {tokenSymbol} Anda
it: Inserisci il tuo {tokenSymbol}
ru: Введите ваш {tokenSymbol}
tr: {tokenSymbol} bilgilerinizi girin
vi: Nhập {tokenSymbol} của bạn

source: Error
de: Fehler
el: Σφάλμα
id: Kesalahan
it: Errore
ru: Ошибка
tr: Hata
vi: Lỗi

source: Exceeds maximum balance
de: Überschreitung des maximalen Saldos
el: Υπέρβαση μέγιστου υπολοίπου
es: Excede el saldo máximo
id: Melebihi saldo maksimum
it: Supera il saldo massimo
ru: Превышает максимальный остаток
tr: Maksimum bakiyeyi aşıyor
vi: Vượt quá số dư tối đa

source: Exceeds maximum bond {0}
de: Übersteigt die maximale Anleihe {0}
el: Υπέρβαση μέγιστου δεσμού {0}
es: Excede el bono máximo {0}
id: Melebihi ikatan maksimum {0}
it: Supera il limite massimo {0}
ru: Превышает максимум облигаций {0}
tr: Maksimum bağ {0} aşıyor
vi: Vượt quá trái phiếu tối đa {0}

source: Expired
de: Abgelaufen
el: Έληξε
es: Caducado
id: Kedaluwarsa
it: Scaduto
ru: Истёк
tr: Süresi doldu
vi: Hết hạn

source: Expired On
de: Abgelaufen am
el: Έληξε Στις
es: Caducada el
id: Kadaluwarsa Pada
it: Scaduto Il
ru: Истек на
tr: Süresi Doldu
vi: Hết hạn vào ngày

source: Expires In
de: Läuft ab
el: Λήγει Στις
es: Caducada en
id: Kadaluarsa dalam
it: Scade In
ru: Истекает через
tr: İçinde sona eriyor
vi: Hết hạn sau
