Repository: Bakdaulet-code/app.neptunemutual.com
Catalog: locales/*/messages.po
Languages: de, el, es, id, it, ru, tr, vi

source: Next
de: Nächste
el: Επόμενο
es: Siguiente
id: Lanjut
it: Successivo
ru: Следующий
tr: Sonraki
vi: Tiếp theo

source: No <0>staking pools found.</0>
de: Keine <0>Absteckbecken gefunden.</0>
el: Δεν βρέθηκαν <0>πισίνες στοιχημάτων.</0>
es: No se encontraron <0>grupos de staking.</0>
id: <0>kolam taruhan tidak ditemukan.</0>
it: Nessun <0>pool di staking trovato.</0>
ru: Не <0>Разбивка бассейнов найдена.</0>
tr: <0>Stake havuzu bulunamadı.</0>
vi: Không tìm thấy <0> nhóm đặt cược. </0>

source: No POD
de: Kein POD
el: Κανένα POD
es: Sin POD
id: Tidak ada POD
it: Nessun POD
ru: Нет POD
tr: POD yok
vi: Không có POD

source: No data found
de: Keine Daten gefunden
el: Δεν βρέθηκαν δεδομένα
es: Datos no encontrados
id: Tidak ada data ditemukan
it: Nessun dato trovato
ru: Данные не найдены
tr: Veri bulunamadı
vi: Không tìm thấy dữ liệu nào

source: No known incident found for any cover product. If you believe a cover incident has occurred, earn rewards by reporting the incident.
de: Kein bekannter Vorfall für ein Cover-Produkt gefunden. Wenn du glaubst, dass ein Cover-Ereignis aufgetreten ist, erhältst du eine Belohnung, indem du den Vorfall meldest.
el: Δεν βρέθηκε γνωστό περιστατικό για οποιοδήποτε προϊόν κάλυψης. Αν πιστεύετε ότι έχει συμβεί ένα περιστατικό, κερδίζετε ανταμοιβές με την αναφορά του περιστατικού.
es: No se ha encontrado ningún incidente conocido para ningún producto de cobertura. Si cree que se ha producido un incidente de cobertura, gane recompensas informando el incidente.
id: Tidak ada insiden yang diketahui ditemukan untuk produk sampul apa pun. Jika Anda yakin telah terjadi insiden perlindungan, dapatkan hadiah dengan melaporkan insiden tersebut.
it: Nessun incidente noto trovato per qualsiasi prodotto di copertura. Se credi che si sia verificato un incidente di copertura, guadagna ricompense segnalando l'incidente.
ru: Для любого продукта обложки не обнаружено. Если вы считаете, что обложка произошла, получите награду, сообщая об инциденте.
tr: Herhangi bir kapak ürünü için bilinen bir olay bulunamadı. Bir örtbas olayının gerçekleştiğine inanıyorsanız, olayı bildirerek ödüller kazanın.
vi: Không có sự cố đã biết nào được tìm thấy cho bất kỳ sản phẩm bìa nào. Nếu bạn tin rằng đã xảy ra sự cố bao che, hãy kiếm phần thưởng bằng cách báo cáo sự việc.

source: No transaction history to show
de: Kein Transaktionsverlauf zum Anzeigen
el: Δεν υπάρχει ιστορικό συναλλαγών για εμφάνιση
id: Tidak ada riwayat transaksi untuk ditampilkan
it: Nessuna cronologia delle transazioni da mostrare
ru: Нет истории транзакций для отображения
tr: Gösterilecek işlem geçmişi yok
vi: Không có lịch sử giao dịch để hiển thị

source: No valid incidents are reported with the given timestamp
de: Es werden keine gültigen Ereignisse mit dem angegebenen Zeitstempel gemeldet
el: Δεν αναφέρονται έγκυρα περιστατικά με τη δεδομένη χρονική σφραγίδα
es: No se informan incidentes válidos con el período de tiempo dado
id: Tidak ada insiden valid yang dilaporkan dengan stempel waktu yang diberikan
it: Non sono stati segnalati incidenti validi con il timestamp fornito
ru: Нет сообщений о действительных инцидентах с заданной отметкой времени
tr: Verilen zaman damgasıyla geçerli hiçbir olay raporlanmadı
vi: Không có sự cố hợp lệ nào được báo cáo với dấu thời gian nhất định

source: Normal
el: Κανονικό
it: Normale
ru: Обычный
vi: Bình thường

source: Not applicable for disputing
de: Nicht anwendbar für Streitigkeiten
el: Δεν ισχύει για αμφισβήτηση
es: No aplicable para disputar
id: Tidak berlaku untuk disengketakan
it: Non applicabile per la controversia
ru: Не применимо к спорам
tr: Tartışmak için geçerli değil
vi: Không áp dụng cho tranh chấp

source: Notification
de: Benachrichtigung
el: Ειδοποίηση
id: Pemberitahuan
it: Notifica
ru: Уведомление
tr: Bildirim
vi: Thông báo

source: Observed Date & Time
de: Datum & Zeit beobachtet
el: Ημερομηνία & Ώρα Παρατήρησης
es: Fecha y hora observadas
id: Tanggal & Waktu Pengamatan
it: Data E Ora Osservata
ru: Наблюдаемая дата и время
tr: Gözlemlenen Tarih ve Saat
vi: Ngày và giờ quan sát

source: Open:
de: Öffnen:
el: Ανοιχτό:
es: Abrir:
id: Membuka:
it: Apri:
ru: Открыть:
tr: Açık:
vi: Mở:

source: POD Staking
de: POD-Absteckung
el: POD Ποντίκι
es: Staking POD
id: Taruhan POD
ru: Разбивка POD
vi: Đặt cược POD

source: Please connect your wallet
de: Bitte verbinden Sie Ihre Brieftasche
el: Παρακαλώ συνδέστε το πορτοφόλι σας
es: Por favor conecta tu billetera
id: Silakan hubungkan dompet Anda
it: Connetti il tuo portafoglio
ru: Пожалуйста, подключите ваш кошелек
tr: Lütfen cüzdanınızı bağlayın
vi: Vui lòng kết nối ví của bạn

source: Please connect your wallet...
de: Bitte verbinden Sie Ihre Brieftasche...
el: Παρακαλώ συνδέστε το πορτοφόλι σας...
es: Por favor conecta tu billetera...
id: Silakan hubungkan dompet Anda...
it: Connetti il tuo portafoglio...
ru: Пожалуйста, подключите ваш кошелек...
tr: Lütfen cüzdanınızı bağlayın...
vi: Vui lòng kết nối ví của bạn...

source: Please specify a value
de: Bitte geben Sie einen Wert an
el: Παρακαλείστε να προσδιορίσετε μια τιμή
es: Por favor especifica un valor
id: Harap tentukan nilai
it: Specifica un valore
ru: Пожалуйста, укажите значение
tr: Lütfen bir değer belirtin
vi: Vui lòng chỉ định một giá trị

source: Please specify an amount
de: Bitte geben Sie einen Betrag an
el: Παρακαλούμε προσδιορίστε ένα ποσό
es: Por favor especifica una cantidad
id: Harap tentukan jumlahnya
it: Specifica un importo
ru: Пожалуйста, укажите сумму
tr: Lütfen bir miktar belirtin
vi: Vui lòng chỉ định số tiền

source: Pool
el: Πισίνα
es: Grupo
id: Kolam
ru: Пул
tr: Havuz
vi: Hồ bơi

source: Products Covered Under This Pool
de: Unter diesem Pool abgedeckte Produkte
el: Προϊόντα Που Καλύπτονται Κάτω Από Αυτή Τη Λίμνη
id: Produk Tercakup Di Bawah Kolam Ini
it: Prodotti Coperti Sotto Questo Pool
ru: Продукты, покрытые под этим пулом
tr: Bu Havuz Kapsamındaki Ürünler
vi: Các sản phẩm được bao gồm trong nhóm này

source: Proof of incident
de: Nachweis des Vorfalls
el: Απόδειξη περιστατικού
es: Prueba de incidente
id: Bukti kejadian
it: Prova dell’incidente
ru: Доказательство инцидента
tr: Olay kanıtı
vi: Bằng chứng về sự cố

source: Protection
de: Schutz
el: Προστασία
id: Perlindungan
it: Protezione
ru: Защита
tr: Koruma
vi: Sự bảo vệ

source: Provide Liquidity
de: Liquidität bereitstellen
el: Παροχή Ρευστότητας
es: Proporcionar liquidez
id: Memberikan Likuiditas
it: Fornire Liquidità
ru: Обеспечить ликвидность
tr: Likidite Sağlayın
vi: Cung cấp tính thanh khoản

source: Provide URL with a proximate proof of the incident.
de: Geben Sie URL mit einem proximalen Nachweis für den Vorfall an.
el: Δώστε URL με μια άμεση απόδειξη του περιστατικού.
es: Proporcionar URL con una prueba aproximada del incidente.
id: Berikan URL dengan bukti langsung dari insiden tersebut.
it: Fornire URL con una prova approssimativa dell'incidente.
ru: Предоставьте URL с приблизительным доказательством инцидента.
tr: URL'yi olayın yakın bir kanıtı ile sağlayın.
vi: Cung cấp URL với bằng chứng gần đúng về sự cố.

source: Provided Liquidity Successfully
de: Liquidität erfolgreich hinzugefügt
el: Επιτυχής Παροχή Ρευστότητας
id: Diberikan Likuiditas Berhasil
it: Liquidità Fornita Con Successo
ru: Успешно обеспечена ликвидность
tr: Likidite Başarıyla Sağlandı
vi: Đã cung cấp tính thanh khoản thành công

source: Providing Liquidity...
de: Liquidität bereitstellen...
el: Παροχή Ρευστότητας...
es: Aportando liquidez...
id: Memberikan Likuiditas...
it: Fornire Liquidità...
ru: Предоставление ликвидности...
tr: Likidite Sağlamak...
vi: Cung cấp tính thanh khoản...

source: Providing liquidity
de: Liquidität bereitstellen
el: Παροχή ρευστότητας
id: Menyediakan likuiditas
it: Fornire liquidità
ru: Обеспечение ликвидности
tr: Likidite sağlamak
vi: Cung cấp thanh khoản

source: Purchase Policy
de: Einkaufsbedingungen
el: Πολιτική Αγορών
es: Comprar póliza
id: Kebijakan Pembelian
it: Politica Di Acquisto
ru: Политика покупки
tr: Satın Alma Politikası
vi: Chính sách mua hàng

source: Purchase policy
de: Einkaufsbedingungen
el: Πολιτική αγορών
es: Comprar póliza
id: Kebijakan pembelian
it: Politica di acquisto
ru: Политика покупки
tr: Satın alma politikası
vi: Chính sách mua hàng

source: Purchased
de: Gekauft
el: Αγοράστηκε
es: Comprada
id: Dibeli
it: Acquistato
ru: Куплено
tr: Satın alındı
vi: Đã mua

source: Purchased Policy
de: Einkaufsbedingungen
el: Πολιτική Αγορών
es: Póliza comprada
id: Kebijakan yang Dibeli
it: Politica Acquistata
ru: Приобретенная политика
tr: Satın Alınan Politika
vi: Chính sách đã mua

source: Purchased Policy Successfully
de: Gekaufte Richtlinie erfolgreich
el: Πολιτική Αγορών Επιτυχώς
es: Póliza comprada con éxito
id: Kebijakan yang Dibeli Berhasil
it: Politica Acquistata Con Successo
ru: Приобретенная политика прошла успешно
tr: Satın Alınan Politika Başarıyla
vi: Chính sách đã mua thành công

source: Purchasing Policy
de: Einkaufsbedingungen
el: Πολιτική Αγορών
es: Comprando póliza
id: Kebijakan Pembelian
it: Politica Di Acquisto
ru: Политика покупки
tr: Satın Alma Politikası
vi: Chính sách mua hàng

source: Purchasing...
de: Gekauft...
el: Αγορά...
es: Comprando...
id: Membeli...
it: Acquisto...
ru: Покупка...
tr: Satın alma...
vi: Thu mua...

source: REPORT AN INCIDENT
de: EINE INZIDENT BERICHTEN
el: ΕΚΘΕΣΗ ΜΙΑΣ ΕΝΙΣΧΥΣΗΣ
es: REPORTAR UN INCIDENTE
id: LAPORAN INSIDEN
it: RELAZIONE DI UN INCIDENTE
ru: СООБЩИТЬ ИНЦИДЕНТ
tr: BİR OLAYI BİLDİR
vi: BÁO CÁO MỘT SỰ CỐ

source: Reassurance Ratio
de: Sicherungsverhältnis
el: Αναλογία Διαβεβαίωσης
es: Relación de garantías
id: Rasio Jaminan
it: Rapporto Di Rassicurazione
ru: Рейтинг Гарантии
tr: Güvence Oranı
vi: Tỷ lệ tái đảm bảo

source: Reassurance:
de: Bestätigung:
el: Διασφάλιση:
es: Garantías:
id: Jaminan:
it: Rassicurazione:
ru: Повторное завершение:
tr: Güvence:
vi: Tái đảm bảo:

source: Recent Votes
de: Kürzliche Abstimmungen
el: Πρόσφατες Ψηφοφορίες
es: Votos recientes
id: Suara Terbaru
it: Voti Recenti
ru: Недавние голоса
tr: Son Oylar
vi: Phiếu bầu gần đây

source: Refuting
de: Widerlegung
el: Ανεφοδιασμός
es: Refutando
id: Menyanggah
ru: Оформление
tr: Çürütme
vi: Bác bỏ

source: Removed
de: Entfernt
es: Eliminado
id: Dihapus
it: Rimosso
tr: Kaldırıldı
vi: Loại bỏ

source: Removed Liquidity Successfully
de: Liquidität erfolgreich entfernt
el: Επιτυχής Αφαίρεση Ρευστότητας
es: Liquidez eliminada con éxito
id: Likuiditas Berhasil Dihapus
it: Liquidità Rimossa Con Successo
ru: Успешное удаление ликвидности
tr: Likidite Başarıyla Kaldırıldı
vi: Đã xóa thanh khoản thành công

source: Report
de: Bericht
el: Αναφορά
es: Informe
id: Laporan
it: Segnala
ru: Отчет
tr: Bildiri
vi: Báo cáo

source: Report Incident
de: Vorfall melden
el: Αναφορά Περιστατικού
es: Reportar incidente
id: Laporkan Insiden
it: Segnala Un Incidente
ru: Пожаловаться на инцидент
tr: Olayı Bildir
vi: Báo cáo sự cố

source: Report Summary
de: Berichtszusammenfassung
el: Περίληψη Αναφοράς
es: Resumen del informe
id: Ringkasan Laporan
it: Riepilogo Report
ru: Сводка отчета
tr: Rapor özeti
vi: Báo cáo tóm tắt

source: Report an incident
de: Vorfall melden
el: Αναφορά συμβάντος
es: Reportar un incidente
id: Laporkan insiden
it: Segnala un incidente
ru: Сообщить об инциденте
tr: Olay bildir
vi: Báo cáo sự cố

source: Reported On:
de: Gemeldet am:
el: Αναφέρθηκε Σε:
es: Informado en:
id: Dilaporkan Pada:
it: Segnalato Il:
ru: Сообщил о:
tr: Rapor Tarihi:
vi: Đã báo cáo vào:

source: Reported incident successfully
de: Vorfall erfolgreich gemeldet
el: Επιτυχής αναφορά περιστατικού
es: Incidente reportado con éxito
id: Melaporkan insiden dengan sukses
it: Segnalato con successo
ru: Успешно сообщено об инциденте
tr: Olay başarıyla bildirildi
vi: Đã báo cáo sự cố thành công

source: Reporting
de: Meldung
el: Αναφορά
es: Informes
id: Pelaporan
it: Relazioni
ru: Представление докладов
tr: Raporlama
vi: Báo cáo

source: Reporting Info
de: Berichtsdaten
el: Πληροφορίες Αναφοράς
es: Información de informes
id: Info Pelaporan
it: Informazioni Sulla Segnalazione
ru: Информация об отчете
tr: Raporlama Bilgileri
vi: Thông tin báo cáo

source: Reporting Period
de: Berichtszeitraum
el: Περίοδος Αναφοράς
es: Período de informes
id: Periode Pelaporan
it: Periodo Di Relazione
ru: Отчетный период
tr: Raporlama Dönemi
vi: Kỳ báo cáo

source: Reporting incident
de: Melde Vorfall
el: Αναφορά συμβάντος
es: Informe de incidente
id: Melaporkan insiden
it: Segnalazione di incidenti
ru: Отчет об инциденте
tr: Olay bildirme
vi: Báo cáo sự cố

source: Reporting...
de: Meldung...
el: Αναφορά...
es: Informando...
id: Pelaporan...
it: Segnalazione...
ru: Отчет...
tr: Raporlanıyor...
vi: Báo cáo...

source: Resolution By
de: Auflösung von
el: Ανάλυση Από
es: Resolución por
id: Resolusi Oleh
it: Risoluzione Da
ru: Разрешение по
tr: Çözünürlük
vi: Phân giải bởi

source: Resolution Sources
de: Auflösungsquellen
el: Πηγές Ανάλυσης
es: Fuentes de resolución
id: Sumber Resolusi
it: Fonti Di Risoluzione
ru: Источники разрешения
tr: Çözünürlük Kaynakları
vi: Nguồn phân giải

source: Resolve
de: Lösen
el: Επίλυση
es: Resolver
id: Menyelesaikan
it: Risolvi
ru: Решить
tr: Çözmek
vi: Giải quyết

source: Resolve Incident
de: Ticket lösen
el: Επίλυση Περιστατικού
es: Resolver incidente
id: Selesaikan Insiden
it: Risolvi L'Incidente
ru: Решить инцидент
tr: Olayı Çöz
vi: Giải quyết sự cố

source: Resolved
de: Lösen
el: Επιλυμένο
es: Resuelto
id: Terselesaikan
it: Risolto
ru: Решена
tr: Çözüldü
vi: Đã giải quyết

source: Resolved Date
de: Gelöstes Datum
el: Ημερομηνία επίλυσης
ru: Дата решения
vi: Ngày giải quyết

source: Resolved Incident Successfully
de: Ticket erfolgreich gelöst
el: Επιτυχής Επίλυση Περιστατικού
es: Incidente resuelto con éxito
id: Insiden Berhasil Diselesaikan
it: Incidente Risolto Con Successo
ru: Успешное решение инцидента
tr: Olay Başarıyla Çözüldü
vi: Đã giải quyết sự cố thành công

source: Resolving Incident
de: Beheben des Vorfalls
el: Επίλυση Περιστατικού
es: Resolución de incidentes
id: Menyelesaikan Insiden
it: Risoluzione Incidente
ru: Разрешение инцидента
tr: Olayı Çözme
vi: Giải quyết sự cố

source: Resolving in
de: Lösen in
el: Επίλυση σε
es: Resolviendo en
id: Menyelesaikan dalam
it: Risoluzione in
ru: Разрешение в
tr: Içinde çözülüyor
vi: Đang giải quyết trong

source: Resolving...
de: Löse...
el: Επίλυση...
es: Resolviendo...
id: Menyelesaikan...
it: Risoluzione...
ru: Разрешение...
tr: Çözümleniyor...
vi: Đang giải quyết...

source: Result:
de: Ergebnis:
el: Αποτέλεσμα:
es: Resultado:
id: Hasil:
it: Risultato:
ru: Результат:
tr: Sonuç:
vi: Kết quả:

source: Risk Disclosure / Disclaimer
de: Risiko-Offenlegung / Disclaimer
el: Γνωστοποίηση Κινδύνου / Αποποίηση Ευθύνης
id: Pengungkapan Risiko / Penafian
it: Informativa Sul Rischio / Disclaimer
ru: Раскрытие рисков / Оговорка
tr: Risk Açıklaması / Sorumluluk Reddi
vi: Tiết lộ rủi ro / Tuyên bố từ chối trách nhiệm

source: Search
de: Suchen
el: Αναζήτηση
es: Búsqueda
id: Mencari
it: Cerca
ru: Искать
tr: Arama
vi: Tìm kiếm

source: Search Language
de: Sprache suchen
el: Αναζήτηση Γλώσσας
es: Idioma de búsqueda
id: Cari Bahasa
it: Cerca Lingua
ru: Язык поиска
tr: Arama Dili
vi: Ngôn ngữ tìm kiếm

source: See less
de: Weniger sehen
el: Δείτε λιγότερα
es: Ver menos
id: Lihat lebih sedikit
it: Vedi meno
ru: Смотреть меньше
tr: Daha az gör
vi: Thấy ít

source: See more
de: Mehr ansehen
el: Δείτε περισσότερα
es: Ver más
id: Lihat lainnya
it: Vedi altro
ru: Подробнее
tr: Daha fazla gör
vi: Xem thêm

source: Select Your Decision
de: Wählen Sie Ihre Entscheidung
el: Επιλέξτε Την Απόφαση Σας
es: Seleccione su decisión
id: Pilih Keputusan Anda
it: Seleziona La Tua Decisione
ru: Выберите ваше решение
tr: Kararınızı Seçin
vi: Chọn quyết định của bạn

source: Select the incident observance date.
de: Wählen Sie das Ereignis-Beobachtungsdatum.
el: Επιλέξτε την ημερομηνία τήρησης περιστατικού.
es: Seleccione la fecha de observancia del incidente.
id: Pilih tanggal peringatan insiden.
it: Seleziona la data di osservazione dell'incidente.
ru: Выберите дату наблюдения инцидента.
tr: Olay gözlem tarihini seçin.
vi: Chọn ngày quan sát sự cố.

source: Select your coverage period
de: Wählen Sie Ihren Abdeckungszeitraum
el: Επιλέξτε την περίοδο κάλυψης
es: Seleccione su período de cobertura
id: Pilih periode pertanggungan Anda
it: Seleziona il periodo di copertura
ru: Выберите период покрытия
tr: Kapsama döneminizi seçin
vi: Chọn thời gian bảo hiểm của bạn

source: Show More
de: Mehr anzeigen
el: Εμφάνιση Περισσότερων
es: Mostrar más
id: Menampilkan lebih banyak
it: Mostra Altro
ru: Показать больше
tr: Daha fazla göster
vi: Cho xem nhiều hơn

source: Since you are the first person to dispute this incident reporting, you will need to stake atleast {0} NPM tokens. If the majority agree with you, you will earn {1}% of the platform fee instead of the incident reporter.
de: Da du die erste Person bist, die diese Meldung von Vorfällen anfechtet, musst du mindestens {0} NPM-Spielsteine platzieren. Wenn die Mehrheit mit Ihnen einverstanden ist, erhalten Sie {1}% der Plattformgebühr statt des Störmelders.
el: Δεδομένου ότι είστε το πρώτο άτομο που αμφισβητεί αυτή την αναφορά περιστατικού, θα πρέπει να στοιχηματίσετε τουλάχιστον {0} NPM tokens. Αν η πλειοψηφία συμφωνήσει μαζί σας, θα κερδίσετε {1}% της αμοιβής της πλατφόρμας αντί της αναφοράς περιστατικού.
id: Karena Anda adalah orang pertama yang menyengketakan pelaporan insiden ini, Anda harus mempertaruhkan setidaknya {0} token NPM. Jika mayoritas setuju dengan Anda, Anda akan mendapatkan {1}% dari biaya platform alih-alih pelapor insiden.
it: Dal momento che sei la prima persona a contestare questa segnalazione di incidente, dovrai puntare almeno {0} token NPM. Se la maggioranza è d'accordo con te, guadagnerai il {1}% della commissione della piattaforma invece che il giornalista degli incidenti.
ru: Так как вы первый спорный факт этого инцидента, вам нужно поставить минимум {0} токенов Музея. При согласии большинства с вами вы будете получать {1}% от платы за платформу вместо корреспондента об инциденте.
tr: Bu olay bildirimine itiraz eden ilk kişi olduğunuzdan, en az {0} NPM jetonunu stake etmeniz gerekecek. Çoğunluk sizinle aynı fikirdeyse, olay muhabiri yerine platform ücretinin %{1}'ini kazanırsınız.
vi: Vì bạn là người đầu tiên phản đối báo cáo sự cố này, bạn sẽ cần phải đặt cược ít nhất {0} mã thông báo NPM. Nếu đa số đồng ý với bạn, bạn sẽ kiếm được {1}% phí nền tảng thay vì người báo cáo sự cố.

source: Sort by:
de: Sortieren nach:
el: Ταξινόμηση κατά:
es: Ordenar por:
id: Sortir dengan:
it: Ordina per:
ru: Сортировка:
tr: Göre sırala:
vi: Sắp xếp theo:

source: Stake
de: Absteckung
el: Σπαθί
es: Hacer stake
id: Mempertaruhkan
ru: Разбивка
tr: Bahis
vi: Cổ phần

source: Stake:
de: Einsatz:
el: Μέλος:
es: Hacer stake:
id: Mempertaruhkan:
ru: Разбить:
tr: Bahis:
vi: Cổ phần:

source: Staked {tokenSymbol} successfully
de: {tokenSymbol} erfolgreich abgesteckt
el: Staked {tokenSymbol} με επιτυχία
es: Staking {tokenSymbol} con éxito
id: Berhasil mempertaruhkan {tokenSymbol}
it: Sted {tokenSymbol} con successo
ru: {tokenSymbol} успешно разбито
tr: {tokenSymbol} başarıyla yatırıldı
vi: Đã đặt cọc {tokenSymbol} thành công

source: Staking
de: Absteckung
el: Ποντίκι
id: Mempertaruhkan
ru: Разбивка
tr: Esnetme
vi: Đánh cược

source: Staking {tokenSymbol}
de: Absteckung {tokenSymbol}
el: Μέτρηση {tokenSymbol}
id: Mempertaruhkan {tokenSymbol}
ru: Разбивка {tokenSymbol}
tr: Stake etme {tokenSymbol}
vi: Đặt cọc {tokenSymbol}

source: Staking...
de: Abstecken...
el: Λήψη...
id: Mempertaruhkan...
ru: Разбивается...
tr: Bahis...
vi: Kẹt...

source: Standard Exclusions
de: Standard-Ausschlüsse
el: Τυπικές Εξαιρέσεις
id: Pengecualian Standar
it: Esclusioni Standard
ru: Стандартные исключения
tr: Standart İstisnalar
vi: Loại trừ tiêu chuẩn

source: Stopped
de: Stoppt
el: Διακόπηκε
es: Detenido
id: Berhenti
it: Fermato
ru: Остановлено
tr: Durduruldu
vi: Đã dừng lại

source: Success
de: Erfolg
el: Επιτυχία
es: Éxito
id: Kesuksesan
it: Successo
ru: Успешно
tr: Başarı
vi: Thành công

source: TVL (Cover)
de: TVL (Deckel)
es: Valor total bloqueado (cubrir)
it: TVL (Covernare)
ru: TVL (Обложка)
tr: TVL (Kapak)
vi: TVL (Bìa)

source: TVL (Pool)
es: Valor total bloqueado (Grupo)
ru: TVL (пул)
tr: TVL (Havuz)
vi: TVL (Hồ bơi)

source: Take me back to homepage
de: Zurück zur Homepage
el: Επιστρέψτε με στην αρχική σελίδα
es: Llévame de vuelta a la página de inicio
id: Bawa saya kembali ke beranda
it: Riportami alla homepage
ru: Вернуться на домашнюю страницу
tr: Beni ana sayfaya geri götür
vi: Đưa tôi trở lại trang chủ

source: The bond feature provides you NPM tokens at a discounted value for a vesting period of {vestingPeriodInterval}.
de: Die Bond-Funktion bietet Ihnen NPM-Token mit einem ermäßigten Wert für einen Wartungszeitraum von {vestingPeriodInterval}.
el: Η λειτουργία του ομολόγου σας παρέχει NPM μάρκες σε μειωμένη τιμή για μια περίοδο κατοχύρωσης {vestingPeriodInterval}.
id: Fitur obligasi memberi Anda token NPM dengan nilai diskon untuk periode vesting {vestingPeriodInterval}.
it: La funzione bond ti fornisce i token NPM ad un valore scontato per un periodo di maturazione di {vestingPeriodInterval}.
ru: Облигация дает вам токены Музея по скидке в течение вестингового периода {vestingPeriodInterval}.
tr: Tahvil özelliği, size {vestingPeriodInterval} hak kazanma dönemi için indirimli bir değerde NPM jetonları sağlar.
vi: Tính năng trái phiếu cung cấp cho bạn mã thông báo NPM với giá trị chiết khấu trong khoảng thời gian kiểm tra {vestingPeriodInterval}.
