Repository: Bakdaulet-code/app.neptunemutual.com
Catalog: locales/*/messages.po
Languages: de, el, es, id, it, ru, tr, vi

source: Explain briefly about the incident if you want to add anything.
de: Erklären Sie kurz über den Vorfall, wenn Sie etwas hinzufügen möchten.
el: Εξηγήστε εν συντομία για το περιστατικό αν θέλετε να προσθέσετε οτιδήποτε.
es: Explique brevemente sobre el incidente si desea agregar algo.
id: Jelaskan secara singkat tentang kejadian tersebut jika Anda ingin menambahkan sesuatu.
it: Spiega brevemente sull'incidente se vuoi aggiungere qualcosa.
ru: Кратко опишите инцидент, если вы хотите добавить что-нибудь.
tr: Eklemek istediğiniz bir şey varsa olayı kısaca açıklayın.
vi: Giải thích ngắn gọn về sự cố nếu bạn muốn thêm bất cứ điều gì.

source: FALSE REPORTING
de: FALSE BERICHTUNG
el: ΑΝΑΦΟΡΑ ΠΑΙΧΝΙΔΙΟΥ
es: DENUNCIA FALSA
id: LAPORAN SALAH
it: RELAZIONI FALSE
ru: РАСХОД ОТЧЕТА
tr: YANLIŞ RAPORLAMA
vi: BÁO CÁO SAI

source: False Reporting
de: Falsche Berichterstattung
el: Ψευδής Αναφορά
es: Denuncia falsa
id: Pelaporan Palsu
it: Falsa Segnalazione
ru: Ложные сообщения
tr: Yanlış Raporlama
vi: Báo cáo Sai

source: Feature is yet to be released. Our team’s getting it ready for you.
de: Die Funktion ist noch nicht freigegeben. Unser Team bereitet es für Sie vor.
el: Χαρακτηριστικό δεν έχει ακόμα κυκλοφορήσει. Η ομάδα μας ετοιμάζεται για εσάς.
es: La función aún no se ha lanzado. Nuestro equipo lo está preparando para usted.
id: Fitur belum dirilis. Tim kami sedang menyiapkannya untuk Anda.
it: La caratteristica deve ancora essere rilasciata. La nostra squadra sta preparando per te.
ru: Функция еще не опубликована. Наша команда готова к вам.
tr: Özellik henüz piyasaya sürülmedi. Ekibimiz sizin için hazırlıyor.
vi: Tính năng vẫn chưa được phát hành. Nhóm của chúng tôi đang chuẩn bị nó sẵn sàng cho bạn.

source: Fee: {0}
de: Gebühr: {0}
el: Τέλος: {0}
es: Tarifa: {0}
id: Biaya: {0}
it: Tassa: {0}
ru: Комиссия: {0}
tr: Ücret: {0}
vi: Phí: {0}

source: Fees
de: Gebühren
el: Τέλη
es: Tarifas
id: Biaya
it: Commissioni
ru: Комиссионные
tr: Ücretler
vi: Phí

source: Fetching Allowance...
de: Lade Erlaubnis...
el: Λήψη Δικαιωμάτων...
es: Obteniendo subsidio...
id: Mengambil Tunjangan...
it: Recupero Permessa...
ru: Загрузка разрешения...
tr: Ödenek Alınıyor...
vi: Phụ cấp Tìm nạp...

source: Fetching Balance...
de: Guthaben wird abgerufen...
el: Λήψη Υπόλοιπου...
es: Obteniendo saldo...
id: Mengambil Saldo...
it: Recupero Bilancio...
ru: Получение баланса...
tr: Bakiye alınıyor...
vi: Đang tìm nạp số dư...

source: Fetching allowance...
de: Berechtigung...
el: Ανάκτηση δικαιώματος...
es: Obteniendo subsidio...
id: Mengambil tunjangan...
it: Recupero dell'indennità...
ru: Получение разрешения...
tr: Ödenek alınıyor...
vi: Phụ cấp tìm nạp...

source: Fetching balance...
de: Saldo wird abgerufen...
el: Λήψη υπολοίπου...
es: Obteniendo saldo...
id: Mengambil saldo...
it: Recupero bilancio...
ru: Получение баланса...
tr: Bakiye alınıyor...
vi: Đang tìm nạp số dư...

source: Fetching balances...
de: Salden werden abgerufen...
el: Λήψη υπολοίπων...
es: Obteniendo saldos...
id: Mengambil saldo...
it: Recupero bilanci...
ru: Получение балансов...
tr: Bakiyeler getiriliyor...
vi: Đang tìm nạp số dư...

source: Fetching {NPMTokenSymbol} allowance...
de: Lade {NPMTokenSymbol} Berechtigung...
el: Λήψη {NPMTokenSymbol} επιδόματος...
id: Mengambil tunjangan {NPMTokenSymbol}...
it: Recupero di {NPMTokenSymbol} indennità...
ru: Получение разрешения: {NPMTokenSymbol}...
tr: {NPMTokenSymbol} ödeneği alınıyor...
vi: Đang tìm nạp phụ cấp {NPMTokenSymbol}...

source: Fetching {liquidityTokenSymbol} allowance...
de: Lade {liquidityTokenSymbol} Berechtigung...
el: Λήψη {liquidityTokenSymbol} επιδόματος...
es: Obteniendo asignación de {liquidityTokenSymbol}...
id: Mengambil tunjangan {liquidityTokenSymbol}...
it: Recupero di {liquidityTokenSymbol} indennità...
ru: Получение разрешения: {liquidityTokenSymbol}...
tr: {liquidityTokenSymbol} ödeneği alınıyor...
vi: Đang tìm nạp phụ cấp {liquidityTokenSymbol}...

source: Fetching...
de: Abrufe...
el: Ανάκτηση
es: Obteniendo...
id: Mengambil...
it: Recupero...
ru: Извлечение...
tr: Getiriliyor...
vi: Đang tìm nạp...

source: Finalize
de: Abschließen
el: Ολοκλήρωση
es: Finalizar
id: Menyelesaikan
it: Finalizza
ru: Завершить
tr: Sonuçlandırmak
vi: Hoàn thiện

source: Finalize Incident
de: Ticket abschließen
el: Ολοκλήρωση Περιστατικού
es: Finalizar incidente
id: Selesaikan Insiden
it: Finalizza L'Incidente
ru: Завершить инцидент
tr: Olayı Sonlandır
vi: Kết thúc sự cố

source: Finalized Incident Successfully
de: Vorfall erfolgreich abgeschlossen
el: Ολοκληρωμένο Συμβάν Επιτυχώς
es: Incidente finalizado con éxito
id: Insiden Selesai Berhasil
it: Incidente Finalizzato Con Successo
ru: Успешное завершение инцидента
tr: Olay Başarıyla Sonuçlandı
vi: Xử lý sự cố thành công

source: Finalizing Incident
de: Ticket abschließen
el: Ολοκλήρωση Περιστατικού
es: Finalizando incidente
id: Menyelesaikan Insiden
it: Completamento Dell'Incidente
ru: Завершение инцидента
tr: Olay Sonuçlanıyor
vi: Kết thúc sự cố

source: Finalizing...
de: Abschließen...
el: Ολοκλήρωση...
es: Finalizando...
id: Menyelesaikan...
it: Completamento...
ru: Завершение...
tr: Sonuçlandırılıyor...
vi: Đang hoàn thiện...

source: Get LP tokens
de: LP-Token erhalten
el: Λήψη διακριτικών LP
es: Obtener tokens LP
id: Dapatkan token LP
it: Ottieni token LP
ru: Получить токены LP
tr: LP jetonları alın
vi: Nhận mã thông báo LP

source: Home
de: Zuhause
el: Αρχική
es: Inicio
id: Rumah
ru: Домашний
tr: Ev
vi: Nhà

source: I Want to
de: Ich möchte
el: Θέλω να
es: Quiero
id: Aku ingin
it: Voglio fare
ru: Я хочу
tr: İstiyorum
vi: Tôi muốn

source: I have read, evaluated, understood, agreed to, and accepted all risks, cover terms, exclusions, standard exclusions of this pool and the Neptune Mutual protocol.
de: Ich habe alle Risiken gelesen, bewertet, verstanden, akzeptiert und akzeptiert, und zwar für Bedingungen, Ausgrenzungen, Standard-Ausschlüsse dieses Pools und das nepalesische Gegenseitiges Protokoll.
el: Έχω διαβάσει, αξιολογήσει, κατανοήσει, συμφωνήσει και αποδεχθεί όλους τους κινδύνους, καλύπτει τους όρους, εξαιρέσεις, τυποποιημένες εξαιρέσεις αυτού του ομίλου και το πρωτόκολλο Αμοιβαίας Ποσειδώνα.
id: Saya telah membaca, mengevaluasi, memahami, menyetujui, dan menerima semua risiko, mencakup persyaratan, pengecualian, pengecualian standar kumpulan ini dan protokol Neptunus Kebersamaan.
it: Ho letto, valutato, compreso, accettato e accettato tutti i rischi, i termini di copertura, le esclusioni, le esclusioni standard di questo pool e il protocollo Neptune Mutual.
ru: Я прочитал, оценил, понял, согласился и принял все риски, охватывают термины, исключения, стандартные исключения этого пула и взаимного протокола Нептун.
tr: Bu havuzun ve Neptune Mutual protokolünün tüm risklerini, kapsam şartlarını, istisnalarını, standart istisnalarını okudum, değerlendirdim, anladım, kabul ettim ve kabul ettim.
vi: Tôi đã đọc, đánh giá, hiểu, đồng ý và chấp nhận mọi rủi ro, bao gồm các điều khoản, loại trừ, loại trừ tiêu chuẩn của nhóm này và giao thức Neptune Mutual.

source: I have read, understood, and agree to the terms of cover rules
de: Ich habe die Deckungsregeln gelesen, verstanden und stimme ihnen zu
el: Διάβασα, κατανοώ και συμφωνώ με τους όρους των κανόνων κάλυψης
es: He leído, entendido y acepto los términos de las reglas de cobertura
id: Saya telah membaca, memahami, dan menyetujui ketentuan peraturan sampul
it: Ho letto, compreso e accettato i termini delle regole di copertura
ru: Я прочитал, понял и согласен с условиями правил покрытия
tr: Kapak kurallarını okudum, anladım ve kabul ediyorum
vi: Tôi đã đọc, hiểu và đồng ý với các điều khoản của quy tắc trang bìa

source: INCIDENT OCCURRED
de: INZIDENT OCCURRET
el: ΕΝΙΣΧΥΜΕΝΑ ΕΜΠΟΡΕΥΜΑΤΑ
id: INSIDEN TERJADI
it: CORSO DI INCIDENZA
ru: ОКРУЖАЮЩАЯ ИНСИДЕНТА
tr: OLAY GERÇEKLEŞTİ
vi: SỰ CỐ ĐÃ THÀNH CÔNG

source: If you do not want to keep approving for each transaction, enable this box.
de: Wenn Sie nicht weiterhin für jede Transaktion freigeben möchten, aktivieren Sie dieses Kästchen.
el: Αν δεν θέλετε να συνεχίσετε να εγκρίνετε για κάθε συναλλαγή, ενεργοποιήστε αυτό το πλαίσιο.
es: Si no desea seguir aprobando cada transacción, habilite esta casilla.
id: Jika Anda tidak ingin terus menyetujui setiap transaksi, aktifkan kotak ini.
it: Se non vuoi continuare ad approvare per ogni transazione, abilita questa casella.
ru: Если вы не хотите сохранять одобрение для каждой транзакции, включите это поле.
tr: Her işlem için onay vermeye devam etmek istemiyorsanız bu kutuyu etkinleştirin.
vi: Nếu bạn không muốn tiếp tục phê duyệt cho mỗi giao dịch, hãy bật hộp này.

source: If you just came to know about a recent incident of {0}, carefully read the cover rules above. You can earn flat {1}% of total dishonest stakes if you are the first person to report this incident. In addition to NPM rewards, you may also earn a percentage commission on individual claims payout.<0/><1/><2>Note: Dishonest reporters get 100% of their stakes forfeited which is distributed to honest reporters. You may lose all of your stakes if resolution is not in your favor.</2>
de: Wenn Sie gerade von einem jüngsten Vorfall von {0} erfahren haben, lesen Sie bitte die oben genannten Coverregeln. Sie können eine Wohnung von {1}% der insgesamt unehrlichen Einsätze verdienen, wenn Sie die erste Person sind, die diesen Vorfall meldet. Zusätzlich zu den NPM-Prämien können Sie auch eine prozentuale Provision auf individuelle Schadensauszahlungen erhalten. 0/><1/><2>Hinweis: Dishonest Reporter erhalten 100% ihres Einsatzes verloren, was an ehrliche Reporter verteilt wird. Du kannst alle deine Einsätze verlieren, wenn die Auflösung nicht in deinem Favoriten liegt.</2>
el: Αν μόλις ενημερωθήκατε για ένα πρόσφατο περιστατικό του {0}, διαβάστε προσεκτικά τους παραπάνω κανόνες κάλυψης. Μπορείτε να κερδίσετε επίπεδο {1}% των συνολικών ανέντιμων στοιχημάτων αν είστε το πρώτο άτομο που αναφέρει αυτό το περιστατικό. Εκτός από τις ανταμοιβές NPM, μπορείτε επίσης να κερδίσετε ένα ποσοστό προμήθειας για μεμονωμένες αποζημιώσεις. 0/><1/><2>Σημείωση: Οι πιλότοι δημοσιογράφοι παίρνουν το 100% των στοιχημάτων τους, το οποίο διανέμεται σε ειλικρινείς δημοσιογράφους. Μπορεί να χάσετε όλα τα πονταρίσματά σας, αν η ανάλυση δεν είναι ευνοϊκή.</2>
id: Jika Anda baru mengetahui tentang insiden {0} baru-baru ini, baca dengan cermat aturan sampul di atas. Anda bisa mendapatkan {1}% tetap dari total taruhan tidak jujur jika Anda adalah orang pertama yang melaporkan insiden ini. Selain hadiah NPM, Anda juga dapat memperoleh persentase komisi atas pembayaran klaim individu.<0/><1/><2>Catatan: Wartawan yang tidak jujur mendapatkan 100% dari taruhan mereka hangus yang dibagikan kepada wartawan yang jujur. Anda dapat kehilangan semua taruhan Anda jika resolusi tidak menguntungkan Anda.</2>
it: Se sei appena venuto a conoscenza di un recente incidente di {0}, leggere attentamente le regole di copertina sopra. Puoi guadagnare il {1}% delle puntate disoneste totali se sei la prima persona a segnalare questo incidente. Oltre alle ricompense NPM, puoi anche guadagnare una commissione percentuale sul pagamento dei singoli sinistri. 0/><1/><2>Nota: i giornalisti dei piatti ottengono il 100% dei loro interessi perduti, che viene distribuito ai giornalisti onesti. Potresti perdere tutte le tue puntate se la risoluzione non è a tuo favore.</2>
ru: Если вы только что узнали о недавнем инциденте в {0}, внимательно прочитайте приведенные выше правила обложки. Вы можете заработать ровно {1}% от общего количества нечестных ставок, если вы первый человек, сообщивший об этом инциденте. В дополнение к наградам Музея вы также можете получить процентную комиссию по индивидуальным претензиям. 0/><1/><2>Note: Dishonest reporters get 100% of their stays forfeited which is distributed to honest reporters. Вы можете потерять все ставки, если разрешение не в вашей выгодне.</2>
tr: {0} ile ilgili yeni bir olaydan haberdar olduysanız, yukarıdaki kapsama kurallarını dikkatlice okuyun. Bu olayı bildiren ilk kişiyseniz, toplam dürüst olmayan bahislerin sabit %{1}'sini kazanabilirsiniz. NPM ödüllerine ek olarak, bireysel talep ödemeleri için bir yüzde komisyonu da kazanabilirsiniz.<0/><1/><2>Not: Dürüst olmayan muhabirler bahislerinin %100'ünü kaybeder ve bu da dürüst muhabirlere dağıtılır. Çözüm sizin lehinize değilse, tüm bahislerinizi kaybedebilirsiniz.</2>
vi: Nếu bạn vừa mới biết về một sự cố gần đây của {0}, hãy đọc kỹ các quy tắc trang bìa ở trên. Bạn có thể kiếm được {1}% tổng số tiền đặt cược không trung thực nếu bạn là người đầu tiên báo cáo sự việc này. Ngoài phần thưởng NPM, bạn cũng có thể kiếm được phần trăm hoa hồng trên các khoản thanh toán cho các yêu cầu cá nhân. <0 /> <1 /> <2> Lưu ý: Những người báo cáo không trung thực sẽ bị mất 100% số tiền đặt cọc được phân phối cho những người báo cáo trung thực. Bạn có thể mất tất cả cổ phần của mình nếu giải pháp không có lợi cho bạn. </2>

source: Important Note
de: Wichtige Notiz
el: Σημαντική Σημείωση
id: Catatan penting
it: Nota Importante
ru: Важная заметка
tr: Önemli Not
vi: Lưu ý quan trọng

source: Incident Date
de: Datum des Vorfalls
el: Ημερομηνία Συμβάντος
ru: Дата инцидента
vi: Ngày xảy ra

source: Incident Happened
de: Vorfall geschehen
el: Συνέβη Συμβάν
es: Paso un incidente
id: Insiden Terjadi
it: Incidente Successo
ru: Инцидент произошел
tr: Olay Oldu
vi: Sự cố đã xảy ra

source: Incident Occurred
de: Vorfall aufgetreten
el: Προέκυψε Συμβάν
es: Ocurrio un incidente
id: Insiden Terjadi
it: Incidente Presunto
ru: Инцидент произошел
tr: Olay Meydana Geldi
vi: Sự cố đã xảy ra

source: Incident Reporters
de: Ticket Reporter
el: Συμβάν Δημοσιογράφοι
es: Denunciantes de incidentes
id: Reporter Insiden
it: Segnalatori Di Incidenti
ru: Отчеты об инцидентах
tr: Olay Muhabirleri
vi: Người báo sự cố

source: Insights
de: Einblicke
es: Percepción
id: Wawasan
it: Approfondimenti
ru: Прогнозы
tr: Içgörüler
vi: Thông tin chi tiết

source: Insufficient Balance
de: Unzureichendes Guthaben
el: Ανεπαρκές Υπόλοιπο
es: Saldo insuficiente
id: Saldo tidak mencukupi
it: Saldo Insufficiente
ru: Недостаточный баланс
tr: Yetersiz bakiye
vi: Thiếu cân bằng

source: Insufficient Stake
de: Unzureichender Abstand
el: Ανεπαρκής Πρόσληψη
es: Staking insuficiente
id: Taruhan Tidak Cukup
it: Puntata Insufficiente
ru: Недостаточно разбивки
tr: Yetersiz Bahis
vi: Không đủ tiền đặt cọc

source: Invalid amount to bond
de: Ungültiger Betrag für Anleihe
el: Μη έγκυρο ποσό σε δεσμούς
es: Cantidad no válida para bono
id: Jumlah obligasi yang tidak valid
it: Importo non valido per il legame
ru: Неверная сумма для увязки
tr: Tahvil için geçersiz tutar
vi: Số tiền trái phiếu không hợp lệ

source: Invalid amount to claim
de: Ungültiger Betrag
el: Μη έγκυρο ποσό για αξίωση
es: Cantidad no válida para reclamar
id: Jumlah yang tidak valid untuk diklaim
it: Importo non valido da richiedere
ru: Недопустимая сумма для востребования
tr: Hak talebinde bulunmak için geçersiz tutar
vi: Số tiền không hợp lệ để yêu cầu

source: Invalid amount to cover
de: Ungültiger Betrag zum Abdecken
el: Μη έγκυρο ποσό για κάλυψη
es: Cantidad no válida a cubrir
id: Jumlah yang tidak valid untuk ditanggung
it: Importo da coprire non valido
ru: Недопустимая сумма для обложки
tr: Geçersiz tutar
vi: Số tiền không hợp lệ để chi trả

source: Invalid amount to stake
de: Ungültiger Betrag für den Einsatz
el: Μη έγκυρο ποσό για ποντάρισμα
es: Cantidad no válida para stake
id: Jumlah yang tidak valid untuk dipertaruhkan
it: Importo non valido per lo stake
ru: Неверная сумма для разбивки
tr: Stake için geçersiz miktar
vi: Số tiền đặt cược không hợp lệ

source: LAST SYNCED:
de: LETZTE SYNZEIT:
el: ΣΥΣΤΗΜΑ ΠΑΡΟΥΣΙΑΣ:
es: ÚLTIMA SINCRONIZACIÓN:
id: TERAKHIR DISINKRONKAN:
ru: СКОРОСТЬ ПОСЛЯ:
tr: SON SENKRONİZE:
vi: ĐỒNG BỘ CUỐI CÙNG:

source: Liquidity
de: Liquidität
el: Ρευστότητα
es: Liquidez
id: Likuiditas
it: Liquidità
ru: Ликвидность
tr: Likidite
vi: Tính thanh khoản

source: Liquidity providers collectively own a liquidity pool. To become a liquidity provider, select a cover from the home screen.
de: Liquiditätsanbieter besitzen gemeinsam einen Liquiditätspool. Um ein Liquiditätsanbieter zu werden, wählen Sie eine Deckung aus dem Home-Bildschirm aus.
el: Οι πάροχοι ρευστότητας κατέχουν συλλογικά μια ομάδα ρευστότητας. Για να γίνετε πάροχος ρευστότητας, επιλέξτε ένα εξώφυλλο από την αρχική οθόνη.
es: Los proveedores de liquidez poseen colectivamente un grupo de liquidez. Para convertirse en proveedor de liquidez, seleccione una cobertura en la pantalla de inicio.
id: Penyedia likuiditas secara kolektif memiliki kumpulan likuiditas. Untuk menjadi penyedia likuiditas, pilih sampul dari layar beranda.
it: I fornitori di liquidità possiedono collettivamente un pool di liquidità. Per diventare un fornitore di liquidità, selezionare una copertura dalla schermata iniziale.
ru: Поставщики ликвидности совместно владеют пулом ликвидности. Чтобы стать поставщиком ликвидности, выберите крышку с главного экрана.
tr: Likidite sağlayıcıları toplu olarak bir likidite havuzuna sahiptir. Likidite sağlayıcısı olmak için ana ekrandan bir kapak seçin.
vi: Các nhà cung cấp thanh khoản chung sở hữu một nhóm thanh khoản. Để trở thành nhà cung cấp thanh khoản, hãy chọn một bìa từ màn hình chính.

source: Lockup Period
de: Sperrzeitraum
el: Περίοδος Κλειδώματος
es: Período de bloqueo
id: Periode Penguncian
it: Periodo Di Blocco
ru: Период блокировки
tr: Kilitleme Süresi
vi: Thời gian khóa máy

source: MORE
de: MEHR
el: ΠΕΡΙΣΣΟΤΕΡΑ
id: LAGI
it: PIÙ
ru: ЕЩЕ
tr: DAHA FAZLA
vi: HƠN

source: Market Price
de: Marktpreis
el: Τιμή Αγοράς
es: Precio de mercado
id: Harga Pasar
it: Prezzo Di Mercato
ru: Рыночная цена
tr: Market fiyatı
vi: Giá thị trường

source: Maximum Bond
de: Maximale Bindung
el: Μέγιστος Δεσμός
es: Bono máximo
id: Ikatan Maksimum
it: Legame Massimo
ru: Максимальная сумма
tr: Maksimum Bağ
vi: Trái phiếu tối đa

source: Maximum Limit:
de: Maximale Limit:
el: Μέγιστο Όριο:
es: Límite máximo:
id: Batas Maksimum:
it: Limite Massimo:
ru: Максимальный лимит:
tr: Maksimum Sınır:
vi: Giới hạn tối đa:

source: Maximum protection available is {0}
de: Maximalen Schutz verfügbar ist {0}
el: Η μέγιστη διαθέσιμη προστασία είναι {0}
es: La protección máxima disponible es {0}
id: Perlindungan maksimum yang tersedia adalah {0}
it: La massima protezione disponibile è {0}
ru: Максимальная доступная защита — {0}
tr: Mevcut maksimum koruma: {0}
vi: Bảo vệ tối đa hiện có là {0}

source: Minimum Stake:
de: Minimaler Einsatz:
el: Ελάχιστο Μέλος:
es: Staking mínimo:
id: Taruhan Minimum:
it: Punta Minima:
ru: Минимальная доза:
tr: Minimum Bahis:
vi: Cổ phần tối thiểu:

source: My Active Protection
de: Mein aktiver Schutz
el: Η Ενεργή Προστασία Μου
es: Mi protección activa
id: Perlindungan Aktif Saya
it: La Mia Protezione Attiva
ru: Моя активная защита
tr: Aktif Korumam
vi: Bảo vệ tích cực của tôi

source: My Liquidity
de: Meine Liquidität
el: Η Ρευστότητά Μου
es: Mi liquidez
id: Likuiditas Saya
it: La Mia Liquidità
ru: Моя ликвидность
tr: Likiditem
vi: Tích cực bảo vệ của tôi

source: My Liquidity:
de: Meine Liquidität:
el: Η Ρευστότητα μου:
es: Mi liquidez:
id: Likuiditas Saya:
it: La Mia Liquidità:
ru: Моя ликвидность:
tr: Benim Likidite:
vi: Thanh khoản của tôi:

source: My Policies
de: Meine Richtlinien
el: Οι Πολιτικές Μου
es: Mis pólizas
id: Kebijakan Saya
it: Le Mie Politiche
ru: Мои политики
tr: Politikalarım
vi: Chính sách của tôi

source: My Total Liquidity
de: Meine gesamte Liquidität
el: Συνολική Ρευστότητα Μου
es: Mi liquidez total
id: Likuiditas Total Saya
it: La Mia Liquidità Totale
ru: Моя общая ликвидность
tr: Toplam Likidite
vi: Tổng thanh khoản của tôi

source: NEXT UNLOCK CYCLE
de: NEXT CYCLE ENTFERNEN
el: ΕΠΟΜΕΝΟ ΣΥΜΒΟΥΛΙΟ
es: PRÓXIMO CICLO DE DESBLOQUEO
id: SIKLUS BUKA BERIKUTNYA
it: PROSSIMO CICLO SBLOCCO
ru: СЛЕДУЮЩИЙ БЛОКИРОВКИ
tr: SONRAKİ KİLİT AÇMA DÖNGÜSÜ
vi: CHU KỲ MỞ KHÓA TIẾP THEO

source: NPM Logo
el: Λογότυπο NPM
es: Logotipo de NPM
id: Logo NPM
it: Logo NPM
ru: Логотип Музея
tr: NPM Logosu
vi: Biểu trưng NPM

source: Neptune Mutual
de: Neptune Gegenseitigkeit
el: Αμοιβαία Ποσειδώνας
id: Neptunus Kebersamaan
it: Nettuno Mutuo
ru: Взаимная Нептуна
tr: Neptün Karşılıklı
vi: Sao Hải Vương tương hỗ

source: Neptune Mutual Reporters
de: Neptune Gegenseitige Reporter
es: Informes de Neptune Mutual
id: Neptunus Reksa Wartawan
it: Nettuno Mutual Reporters
tr: Neptün Karşılıklı Muhabirleri
vi: Các phóng viên tương hỗ của sao Hải Vương

source: Neptune may change this disclaimer at any time without notice to you and without liability to you or any other party. It is your responsibility to periodically check this disclaimer for changes. If you do not agree to any changes made to this disclaimer, you should cease use of this testnet.
de: Neptune kann diesen Haftungsausschluss jederzeit ohne Vorankündigung und ohne Haftung gegenüber Ihnen oder einer anderen Partei ändern. Es liegt in Ihrer Verantwortung, diesen Haftungsausschluss regelmäßig auf Änderungen zu überprüfen. Wenn Sie mit Änderungen an diesem Haftungsausschluss nicht einverstanden sind, sollten Sie die Nutzung dieses testnet einstellen.
el: Ο Ποσειδώνας μπορεί να αλλάξει αυτή την αποποίηση ευθυνών ανά πάσα στιγμή χωρίς προειδοποίηση προς εσάς και χωρίς ευθύνη προς εσάς ή οποιοδήποτε άλλο μέρος. Είναι δική σας ευθύνη να ελέγχετε περιοδικά αυτή την αποποίηση ευθυνών για αλλαγές. Εάν δεν συμφωνείτε με τυχόν αλλαγές που έγιναν σε αυτήν την αποποίηση, θα πρέπει να σταματήσετε τη χρήση αυτού του testnet.
es: Neptune puede cambiar este descargo de responsabilidad en cualquier momento sin previo aviso y sin responsabilidad hacia usted o cualquier otra parte. Es su responsabilidad revisar periódicamente este descargo de responsabilidad para ver si hay cambios. Si no está de acuerdo con los cambios realizados en este descargo de responsabilidad, debe dejar de usar esta red de prueba.
id: Neptune dapat mengubah penafian ini setiap saat tanpa pemberitahuan kepada Anda dan tanpa kewajiban kepada Anda atau pihak lain mana pun. Merupakan tanggung jawab Anda untuk secara berkala memeriksa penafian ini untuk perubahan. Jika Anda tidak setuju dengan perubahan apa pun yang dilakukan pada penafian ini, Anda harus menghentikan penggunaan testnet ini.
it: Nettuno può modificare questa esclusione di responsabilità in qualsiasi momento senza preavviso a te e senza alcuna responsabilità nei confronti di te o di altre parti. È vostra responsabilità controllare periodicamente questa esclusione di responsabilità per le modifiche. Se non accetti alcuna modifica apportata a questa esclusione di responsabilità, dovresti cessare l'uso di questa rete di prova.
ru: Neptune may change this disclaimer at any time without notice to you and without liability to you or any other party. Периодически проверяйте это заявление об отсутствии ответственности за изменения. Если вы не согласны с изменениями, внесенными в это исключение, вы должны прекратить использование этого testnet.
tr: Neptune, bu sorumluluk reddi beyanını herhangi bir zamanda size bildirimde bulunmaksızın ve size veya başka herhangi bir tarafa karşı herhangi bir yükümlülük altına girmeden değiştirebilir. Değişiklikler için bu feragatnameyi periyodik olarak kontrol etmek sizin sorumluluğunuzdadır. Bu sorumluluk reddi beyanında yapılan herhangi bir değişikliği kabul etmiyorsanız, bu test ağını kullanmayı bırakmalısınız.
vi: Neptune có thể thay đổi tuyên bố từ chối trách nhiệm này bất kỳ lúc nào mà không cần thông báo cho bạn và không có trách nhiệm pháp lý đối với bạn hoặc bất kỳ bên nào khác. Bạn có trách nhiệm kiểm tra định kỳ tuyên bố từ chối trách nhiệm này để biết các thay đổi. Nếu bạn không đồng ý với bất kỳ thay đổi nào được thực hiện đối với tuyên bố từ chối trách nhiệm này, bạn nên ngừng sử dụng testnet này.
