Repository: Bakdaulet-code/app.neptunemutual.com
Catalog: locales/*/messages.po
Languages: de, el, es, id, it, ru, tr, vi

source: The cover creators, covers, covers availability, liquidity volume, protection amount, utilization ratio, as well as any other content in the testnet are fictitious and solely for the purpose of testing and experimenting. Neptune does not guarantee or warrant such information or content will be similar or close to the actual environment when the mainnet deploys. The logos and cover creators placed on the testnet are not intended to imply any official endorsement or commitment by those creators.
de: Die Cover-Ersteller, Deckungen, decken Verfügbarkeit, Liquiditätsvolumen, Schutzmenge, Nutzungsquote, sowie alle anderen Inhalte im Testnet sind fiktiv und ausschließlich zum Zwecke des Testen und Experimentierens. Neptune übernimmt keine Garantie oder Garantie für solche Informationen oder Inhalte werden ähnlich oder nah an der tatsächlichen Umgebung, wenn der Mainnet einsetzt. Die Logos und Cover-Schöpfer, die im Testnet platziert werden, sind nicht dazu gedacht, eine offizielle Billigung oder Verpflichtung dieser Autoren zu implizieren.
el: Οι δημιουργοί κάλυψης, καλύπτει, καλύπτει τη διαθεσιμότητα, τον όγκο ρευστότητας, το ποσό προστασίας, την αναλογία αξιοποίησης, καθώς και κάθε άλλο περιεχόμενο του δοκιμαστικού συστήματος είναι πλασματικό και αποκλειστικά για τους σκοπούς της δοκιμής και του πειραματισμού. Ο Ποσειδώνας δεν εγγυάται ούτε εγγυάται ότι αυτές οι πληροφορίες ή το περιεχόμενο θα είναι παρόμοιες ή κοντά στο πραγματικό περιβάλλον όταν αναπτύσσεται το mainnet. Τα λογότυπα και οι δημιουργοί κάλυψης που τοποθετούνται στο testnet δεν προορίζονται να υποδηλώνουν επίσημη έγκριση ή δέσμευση από τους εν λόγω δημιουργούς.
es: Los creadores de coberturas, las coberturas, la disponibilidad de coberturas, el volumen de liquidez, el monto de la protección, el índice de utilización, así como cualquier otro contenido en la red de prueba, son ficticios y solo tienen el propósito de probar y experimentar. Neptune no garantiza que dicha información o contenido sea similar o cercano al entorno real cuando se implementa la red principal. Los creadores de logotipos y portadas colocados en la red de prueba no implican ningún respaldo o compromiso oficial por parte de esos creadores.
id: Pembuat sampul, sampul, sampul, ketersediaan, volume likuiditas, jumlah perlindungan, rasio pemanfaatan, serta konten lainnya di testnet adalah fiktif dan semata-mata untuk tujuan pengujian dan eksperimen. Neptune tidak menjamin atau menjamin informasi atau konten tersebut akan serupa atau dekat dengan lingkungan sebenarnya ketika mainnet disebarkan. Logo dan pembuat sampul yang ditempatkan di testnet tidak dimaksudkan untuk menyiratkan dukungan atau komitmen resmi apa pun dari pembuat tersebut.
it: I creatori di copertura, copre, copre disponibilità, volume di liquidità, importo di protezione, rapporto di utilizzo, oltre a qualsiasi altro contenuto della rete testuale è fittizio e unicamente ai fini della sperimentazione e della sperimentazione. Nettuno non garantisce o garantisce che tali informazioni o contenuti saranno simili o vicine all'ambiente reale quando la rete principale si distribuisce. I loghi e i creatori di copertina posti sul testnet non sono destinati a implicare alcuna approvazione ufficiale o impegno da parte di tali creatori.
ru: Создатели прикрытия, покрывают, охватывают наличие, объем ликвидности, сумму защиты, соотношение степени утилизации, а также любой другой контент testnet являются фиктивными и исключительно для тестирования и экспериментирования. Neptune не гарантирует или не гарантирует такую информацию или содержание будет аналогичным или близким к фактическому окружению при развертывании mainnet. Логотипы и охватывают создателей, размещенных на testnet не предполагают какого-либо официального одобрения или приверженности этих создателей.
tr: Teminat oluşturucular, teminatlar, teminat mevcudiyeti, likidite hacmi, koruma miktarı, kullanım oranı ve ayrıca testnet'teki diğer tüm içerikler hayalidir ve yalnızca test etme ve deneme amaçlıdır. Neptune, bu tür bilgilerin veya içeriğin ana ağ kurulduğunda gerçek ortama benzer veya yakın olacağını garanti etmez veya garanti etmez. Test ağına yerleştirilen logolar ve kapak yaratıcıları, bu yaratıcılar tarafından herhangi bir resmi onay veya taahhüt anlamına gelmez.
vi: Người tạo cover, cover, cover có sẵn, khối lượng thanh khoản, số tiền bảo vệ, tỷ lệ sử dụng, cũng như bất kỳ nội dung nào khác trong testnet đều là hư cấu và chỉ nhằm mục đích kiểm tra và thử nghiệm. Neptune không đảm bảo hoặc bảo đảm những thông tin hoặc nội dung đó sẽ giống hoặc gần với môi trường thực tế khi mainnet triển khai. Biểu trưng và người tạo bìa được đặt trên testnet không nhằm ngụ ý bất kỳ sự chứng thực hoặc cam kết chính thức nào của những người sáng tạo đó.

source: The product(s) listed above are part of a diversified cover pool. The payout for a diversified cover product is not guaranteed, so it will be granted on a first-come, first-serve basis.
de: Die oben aufgeführten Produkte sind Teil eines diversifizierten Deckungspools. Die Auszahlung für ein diversifiziertes Deckungsprodukt ist nicht garantiert, so dass es auf der Basis von First come, First Service gewährt wird.
el: Το (τα) προϊόν(-τα) που αναφέρονται παραπάνω αποτελούν μέρος μιας διαφοροποιημένης πισίνας κάλυψης. Η πληρωμή για ένα διαφοροποιημένο προϊόν κάλυψης δεν είναι εγγυημένη, έτσι θα χορηγηθεί σε μια βάση προτεραιότητα-προτεραιότητα.
id: Produk yang tercantum di atas adalah bagian dari kumpulan penutup yang beragam. Pembayaran untuk produk sampul yang beragam tidak dijamin, sehingga akan diberikan berdasarkan siapa cepat dia dapat.
it: I prodotti sopra elencati fanno parte di un pool di copertura diversificato. Il pagamento per un prodotto di copertura diversificata non è garantito, quindi sarà concesso su una base primo arrivato, primo servizio.
ru: Указанный выше продукт (товары) является частью разнообразного крышного пула. Не гарантируется выплата за различный покройный продукт, поэтому она будет предоставляться в порядке очередности.
tr: Yukarıda listelenen ürün(ler) çeşitlendirilmiş bir koruma havuzunun parçasıdır. Çeşitlendirilmiş bir teminat ürünü için ödeme garanti edilmez, bu nedenle ilk gelene ilk hizmet esasına göre verilecektir.
vi: (Các) sản phẩm được liệt kê ở trên là một phần của nhóm vật liệu che phủ đa dạng. Khoản thanh toán cho một sản phẩm bìa đa dạng không được đảm bảo, vì vậy nó sẽ được cấp trên cơ sở ai đến trước được hưởng trước.

source: The purpose of this testnet environment is to test and conduct experiment on Neptune Mutual protocol without imposing risk to any digital assets or the main chain. Hence, this testnet environment is furnished for testing and experimenting only, and is subject to continuous updating, changing, improving, and/or periodically shut down without notice. The testnet environment may be malfunctioned, include technical errors or typographical errors. Any content, information, data, logo, including but not limited to covers providers, liquidity, protection policy are fictitious and should not be construed as a commitment by Neptune, and without warranties implied or statutory including without limitation warranties of merchantability, fitness for a particular use and non-infringement. Neptune accepts no responsibility or liability from any visitors on the testnet with regard to any issue incurred as a result of using or visiting the testnet environment.
de: Das Ziel dieser Testnetzumgebung ist es, Experimente mit nepalesischen Gegenseitigkeitsprotokollen zu testen und durchzuführen, ohne Risiken für digitale Vermögenswerte oder die Hauptkette zu verursachen. Daher ist diese Testnet-Umgebung nur zum Testen und Experimentieren bereit und unterliegt kontinuierlichen Aktualisierungen, Änderungen, Verbesserungen und/oder periodischen Schließungen ohne vorherige Ankündigung. Die Testnet-Umgebung kann fehlerhaft funktionieren, technische Fehler oder typografische Fehler enthalten. Inhalte, Informationen, Daten, Logo, einschließlich, aber nicht beschränkt auf Anbieter, Liquidität, Schutzpolitik ist fiktiv und sollte nicht als Verpflichtung Neptuns ausgelegt werden, und ohne Zusicherungen impliziert oder gesetzlich vorgeschrieben, einschließlich ohne Einschränkung Garantien der Handelsfähigkeit, Eignung für eine bestimmte Verwendung und Nichtverletzung. Neptune übernimmt keine Verantwortung oder Haftung von Besuchern des Testnetzes für irgendwelche Probleme, die durch die Nutzung oder den Besuch der Testnetumgebung entstehen.
el: Σκοπός αυτού του περιβάλλοντος δοκιμών είναι να δοκιμαστεί και να διεξαχθεί πείραμα στο Αμοιβαίο Πρωτόκολλο Ποσειδώνος χωρίς να υπάρχει κίνδυνος για ψηφιακά περιουσιακά στοιχεία ή την κύρια αλυσίδα. Ως εκ τούτου, αυτό το περιβάλλον testnet παρέχεται μόνο για δοκιμές και πειραματισμούς, και υπόκειται σε συνεχή ενημέρωση, αλλαγή, βελτίωση ή/και περιοδική διακοπή λειτουργίας χωρίς προειδοποίηση. Το περιβάλλον του δοκιμαστικού δικτύου μπορεί να δυσλειτουργεί, να περιλαμβάνει τεχνικά σφάλματα ή τυπογραφικά λάθη. Οποιοδήποτε περιεχόμενο, πληροφορίες, δεδομένα, λογότυπο, συμπεριλαμβανομένων, ενδεικτικά, καλύπτει παρόχους, ρευστότητα, Η πολιτική προστασίας είναι πλασματική και δεν θα πρέπει να ερμηνεύεται ως δέσμευση του Ποσειδώνα, και χωρίς εγγυήσεις σιωπηρές ή νόμιμες συμπεριλαμβανομένων, χωρίς περιορισμούς, των εγγυήσεων εμπορευσιμότητας, της καταλληλότητας για συγκεκριμένη χρήση και μη παραβίαση. Ο Ποσειδώνας δεν φέρει καμία ευθύνη ή ευθύνη από τους επισκέπτες του testnet για οποιοδήποτε πρόβλημα προκύψει ως αποτέλεσμα της χρήσης ή της επίσκεψης στο περιβάλλον testnet.
es: El propósito de este entorno de red de prueba es probar y realizar experimentos en el protocolo Neptune Mutual sin imponer riesgos a los activos digitales o la cadena principal. Por lo tanto, este entorno de testnet se proporciona solo para pruebas y experimentos, y está sujeto a actualizaciones, cambios, mejoras y/o cierres periódicos sin previo aviso. El entorno de la red de prueba puede funcionar mal, incluir errores técnicos o errores tipográficos. Cualquier contenido, información, datos, logotipo, incluidos entre otros, proveedores de cobertura, liquidez, política de protección son ficticios y no deben interpretarse como un compromiso por parte de Neptune, y sin garantías implícitas o legales, incluidas, entre otras, garantías de comerciabilidad, idoneidad para un uso particular y no infracción. Neptune no acepta ninguna responsabilidad por parte de los visitantes de la red de prueba con respecto a cualquier problema que surja como resultado del uso o la visita al entorno de la red de prueba.
id: Tujuan dari lingkungan testnet ini adalah untuk menguji dan melakukan eksperimen pada protokol Neptunus Mutual tanpa menimbulkan risiko pada aset digital atau rantai utama apa pun. Oleh karena itu, lingkungan testnet ini dilengkapi untuk pengujian dan eksperimen saja, dan dapat terus diperbarui, diubah, ditingkatkan, dan/atau ditutup secara berkala tanpa pemberitahuan. Lingkungan testnet mungkin tidak berfungsi, termasuk kesalahan teknis atau kesalahan ketik. Setiap konten, informasi, data, logo, termasuk namun tidak terbatas pada mencakup penyedia, likuiditas, kebijakan perlindungan adalah fiktif dan tidak boleh ditafsirkan sebagai komitmen oleh Neptunus, dan tanpa jaminan tersirat atau undang-undang termasuk namun tidak terbatas pada jaminan dapat diperjualbelikan, kesesuaian untuk penggunaan tertentu dan non-pelanggaran. Neptune tidak bertanggung jawab atau berkewajiban dari pengunjung mana pun di testnet sehubungan dengan masalah apa pun yang terjadi sebagai akibat dari penggunaan atau mengunjungi lingkungan testnet.
it: Lo scopo di questo ambiente testnet è quello di testare e condurre esperimenti sul protocollo Neptune Mutual senza imporre rischi per le risorse digitali o la catena principale. Quindi, questo ambiente testnet è fornito solo per testare e sperimentare ed è soggetto a continui aggiornamenti, cambiamenti, miglioramenti, e/o periodicamente chiusi senza preavviso. L'ambiente testnet può essere malfunzionato, includere errori tecnici o errori tipografici. Qualsiasi contenuto, informazione, dati, logo, inclusi, a titolo esemplificativo, i fornitori, la liquidità, la politica di protezione è fittizia e non deve essere interpretata come un impegno di Nettuno, e senza garanzie implicite o statutarie incluse, senza limitazioni, garanzie di commerciabilità, idoneità per un uso particolare e non violazione. Nettuno non si assume alcuna responsabilità o responsabilità da parte di alcun visitatore sulla rete di controllo per quanto riguarda qualsiasi problema derivante dall'uso o dalla visita dell'ambiente testnet.
ru: Цель этой тестовой среды заключается в тестировании и проведении эксперимента по взаимному протоколу Neptune без ущерба для любых цифровых активов или основной цепи. Таким образом, эта среда testnet предназначена только для тестирования и экспериментирования и подлежит постоянному обновлению, изменению, совершенствованию и/или периодическому выходу без предварительного уведомления. Возможно неправильное функционирование окружения testnet, включая технические ошибки или типографские ошибки. Любое содержание, информация, данные, логотип, в том числе, но не ограничиваясь этим, охватывает поставщиков, ликвидность, политика защиты является фиктивной и не должна толковаться как обязательство Нептуна, и без гарантий, подразумеваемых или предусмотренных законом включая без ограничения гарантии товарности, пригодности для конкретного использования и без нарушений. Neptune не берет на себя никакой ответственности или ответственности со стороны любого посетителя testnet в отношении любого вопроса, возникшего в результате использования или посещения testnet окружающей среды.
tr: Bu testnet ortamının amacı, herhangi bir dijital varlık veya ana zincir için risk oluşturmadan Neptune Mutual protokolü üzerinde test yapmak ve deney yapmaktır. Bu nedenle, bu testnet ortamı yalnızca test ve deneme amaçlıdır ve bildirimde bulunmaksızın sürekli güncelleme, değiştirme, iyileştirme ve/veya periyodik olarak kapatılabilir. Testnet ortamı arızalı olabilir, teknik hatalar veya yazım hataları içerebilir. Sağlayıcılar, likidite, koruma politikası dahil ancak bunlarla sınırlı olmamak üzere herhangi bir içerik, bilgi, veri, logo hayalidir ve Neptune'un bir taahhüdü olarak yorumlanmamalıdır ve satılabilirlik garantileri dahil ancak bunlarla sınırlı olmamak üzere zımni veya yasal garantiler, özel kullanım ve ihlal etmeme. Neptune, testnet ortamının kullanılması veya ziyaret edilmesi sonucunda ortaya çıkan herhangi bir sorunla ilgili olarak testnet'teki hiçbir ziyaretçiden sorumluluk veya yükümlülük kabul etmez.
vi: Mục đích của môi trường testnet này là để kiểm tra và tiến hành thử nghiệm trên giao thức Neptune Mutual mà không gây rủi ro cho bất kỳ tài sản kỹ thuật số nào hoặc chuỗi chính. Do đó, môi trường testnet này chỉ được cung cấp để kiểm tra và thử nghiệm và có thể liên tục cập nhật, thay đổi, cải tiến và / hoặc định kỳ đóng cửa mà không cần thông báo. Môi trường testnet có thể bị trục trặc, bao gồm lỗi kỹ thuật hoặc lỗi đánh máy. Bất kỳ nội dung, thông tin, dữ liệu, biểu tượng nào, bao gồm nhưng không giới hạn đối với các nhà cung cấp, tính thanh khoản, chính sách bảo vệ đều là hư cấu và không được coi là cam kết của Neptune và không có bảo đảm ngụ ý hoặc theo luật định, bao gồm nhưng không giới hạn các bảo đảm về khả năng bán được, tính phù hợp đối với sử dụng cụ thể và không vi phạm. Neptune không chịu bất kỳ trách nhiệm hoặc nghĩa vụ nào từ bất kỳ khách truy cập nào trên testnet liên quan đến bất kỳ vấn đề nào phát sinh do việc sử dụng hoặc truy cập vào môi trường testnet.

source: There are no known incidents of {0}.
de: Es gibt keine bekannten Vorfälle von {0}.
el: Δεν υπάρχουν γνωστά περιστατικά του {0}.
es: No hay incidentes conocidos de {0}.
id: Tidak ada insiden yang diketahui dari {0}.
it: Non ci sono incidenti noti di {0}.
ru: Нет известных инцидентов с {0}.
tr: Bilinen bir {0} olayı yok.
vi: Không có sự cố nào đã biết về {0}.

source: This testnet environment is built by Neptune Mutual, i.e. its operating entity Neptune Tech Limited and/or its affiliated companies (collectively “Neptune”).
de: Diese Testnetzumgebung wird von Neptune Mutual, dem operativen Unternehmen Neptune Tech Limited und/oder seinen verbundenen Unternehmen (gemeinsam „Neptune“) gebaut.
el: Αυτό το περιβάλλον testnet έχει κατασκευαστεί από τον Neptune Mutual, δηλαδή από τον λειτουργικό του φορέα Neptune Tech Limited και/ή από τις συνδεδεμένες με αυτόν εταιρείες (συλλογικά “Neptune”).
es: Este entorno de testnet está construido por Neptune Mutual, es decir, su entidad operativa Neptune Tech Limited y/o sus empresas afiliadas (colectivamente, "Neptune").
id: Lingkungan testnet ini dibangun oleh Neptune Mutual, yaitu entitas operasinya Neptune Tech Limited dan/atau perusahaan afiliasinya (secara kolektif disebut "Neptune").
it: Questo ambiente testnet è costruito da Neptune Mutual, cioè la sua entità operativa Neptune Tech Limited e/o le sue società affiliate (collettivamente “Neptune”).
ru: Эта система testnet построена компанией Neptune Mutual, т.е.
tr: Bu test ağı ortamı, Neptune Mutual, yani işletme kuruluşu Neptune Tech Limited ve/veya bağlı şirketleri (topluca “Neptune”) tarafından oluşturulmuştur.
vi: Môi trường testnet này được xây dựng bởi Neptune Mutual, tức là đơn vị điều hành Neptune Tech Limited và / hoặc các công ty liên kết của nó (gọi chung là “Neptune”).

source: Timestamp
de: Zeitstempel
el: Χρονοσήμανση
es: Registro de tiempo
id: Stempel waktu
ru: Отметка времени
tr: Zaman damgası
vi: Dấu thời gian

source: Title
de: Titel
el: Τίτλος
es: Título
id: Judul
it: Titolo
ru: Заголовок
tr: Başlık
vi: Tiêu đề

source: Token address copied Successfully
de: Token-Adresse erfolgreich kopiert
el: Η διεύθυνση διακριτικού αντιγράφηκε επιτυχώς
es: La dirección del token se copió con éxito
id: Alamat token berhasil disalin
it: Indirizzo del token copiato con successo
ru: Адрес токена скопирован успешно
tr: Jeton adresi başarıyla kopyalandı
vi: Đã sao chép thành công địa chỉ mã thông báo

source: Total Active Protection
de: Vollständiger aktiver Schutz
el: Ολική Ενεργή Προστασία
id: Perlindungan Aktif Total
ru: Полная активная защита
vi: Bảo vệ tích cực toàn diện

source: Total Liquidity
de: Gesamtliquidität
el: Συνολική Ρευστότητα
es: Liquidez total
id: Likuiditas Total
it: Liquidità Totale
ru: Общая ликвидность
tr: Toplam Likidite
vi: Tổng thanh khoản

source: Total Liquidity:
de: Liquidität insgesamt:
el: Συνολική Ρευστότητα:
es: Liquidez total:
id: Total Likuiditas:
it: Liquidità Totale:
ru: Общая ликвидность:
tr: Toplam Likidite:
vi: Tổng thanh khoản:

source: Transaction List
de: Transaktionsliste
el: Λίστα Συναλλαγών
es: Lista de transacciones
id: Daftar Transaksi
it: Elenco Delle Transazioni
ru: Список транзакций
tr: İşlem Listesi
vi: Danh sách giao dịch

source: UNSTAKE
es: DETENER EL STAKE
it: SCOPRI
ru: ОТКЛЮЧИТЬ
vi: BẤT NGỜ

source: UTILIZATION RATIO:
de: Nutzungsgrad:
el: Αναλογία Αξιοποίησης:
id: RASIO PEMANFAATAN:
it: TASSO DI UTILIZZAZIONE
ru: РАТИЯ ОБЕСПЕЧЕНИЯ:
tr: KULLANIM ORANI:
vi: TỶ LỆ SỬ DỤNG:

source: Unable to copy token address
de: Token Adresse konnte nicht kopiert werden
el: Αδυναμία αντιγραφής διεύθυνσης διακριτικού
es: No se puede copiar la dirección del token
id: Tidak dapat menyalin alamat token
it: Impossibile copiare l'indirizzo del token
ru: Не удалось скопировать адрес токена
tr: Belirteç adresi kopyalanamıyor
vi: Không thể sao chép địa chỉ mã thông báo

source: Unlimited Approvals
de: Unbegrenzte Genehmigungen
el: Απεριόριστες Εγκρίσεις
es: Aprobaciones ilimitadas
id: Persetujuan Tanpa Batas
it: Approvazioni Illimitate
ru: Неограниченные одобрения
tr: Sınırsız Onay
vi: Phê duyệt không giới hạn

source: Unlock Date
de: Entsperrdatum
el: Ημερομηνία Ξεκλειδώματος
es: Fecha de desbloqueo
id: Buka Tanggal
it: Data Di Sblocco
ru: Дата разблокировки
tr: Kilit Açma Tarihi
vi: Ngày mở khóa

source: Unstake
de: Entsetzen
el: Αναίρεση
es: Detener el stake
id: Batalkan taruhan
it: Spostare
ru: Не поставлено
tr: Geri almak
vi: Không bắt đầu

source: Unstake & claim NPM
de: NPM entfesseln & beanspruchen
el: Αποδέσμευση & αξίωση NPM
es: Detener el staking y reclamar NPM
id: Unstake dan klaim NPM
ru: Непоставленные и претендовать на получение Музея
tr: NPM'yi kaldır ve talep et
vi: Bỏ chạy và yêu cầu NPM

source: Unstake NPM
de: NPM entfesseln
el: Αποδέσμευση NPM
es: Detener el stake NPM
id: Lepaskan NPM
ru: Непоставленный Музей
tr: NPM'yi kaldır
vi: Không bắt đầu NPM

source: Unstaked & claimed {symbol} Successfully
de: {symbol} erfolgreich entpackt & beansprucht
el: Το unstaked & διεκδίκησε με επιτυχία {symbol}
id: Unstaked & diklaim {symbol} Berhasil
it: Unstaked & riscattato {symbol} con successo
ru: Успешно снято и получено {symbol}
tr: Kazanılan ve {symbol} başarıyla talep edilen
vi: Chưa gắn dấu sao và đã xác nhận {symbol} thành công

source: Unstaked {symbol} Successfully
de: {symbol} erfolgreich entpackt
el: Unstaked {symbol} Επιτυχής
id: {symbol} yang tidak dipertaruhkan Berhasil
it: Spostato {symbol} con successo
ru: Успешно снято {symbol}
tr: {symbol} Başarıyla Kaldırıldı
vi: Đã bỏ gắn dấu {symbol} thành công

source: Unstaked {tokenSymbol} successfully
de: {tokenSymbol} erfolgreich entpackt
el: Unstaked {tokenSymbol} με επιτυχία
es: Staking detenido {tokenSymbol} con éxito
id: {tokenSymbol} berhasil dibatalkan
it: Unstaked {tokenSymbol} con successo
ru: Не разбито {tokenSymbol} успешно
tr: {tokenSymbol} başarıyla kaldırıldı
vi: Đã bỏ gắn dấu sao {tokenSymbol} thành công

source: Unstaking & claiming {symbol}
de: {symbol} entsperren & beanspruchen
el: Αποεπιλογή & διεκδίκηση {symbol}
id: Unstaking & mengklaim {symbol}
it: Ripristino e recupero di {symbol}
ru: Отмена поста и претендование на {symbol}
tr: Kaldırma ve hak talebinde bulunma {symbol}
vi: Không cam kết và khẳng định {symbol}

source: Unstaking {symbol}
de: Absteckung {symbol}
el: Αποχώρηση {symbol}
id: Melepaskan {symbol}
it: Spostamento {symbol}
ru: Отмена {symbol}
tr: Kaldırma {symbol}
vi: Không hấp dẫn {symbol}

source: Unstaking {tokenSymbol}
de: Absteckung {tokenSymbol}
el: Αποχώρηση {tokenSymbol}
es: Deteniendo staking {tokenSymbol}
id: Melepaskan {tokenSymbol}
it: Spostamento {tokenSymbol}
ru: Отмена {tokenSymbol}
tr: {tokenSymbol}'u kaldırma
vi: Không thực hiện được {tokenSymbol}

source: Unstaking...
de: Absteckung...
el: Αφαίρεση...
es: Deteniendo staking...
it: Spostamento...
ru: Отмена...
tr: Kaldırma...
vi: Thật khó...

source: User Votes:
de: Benutzerbewertung:
el: Ψήφοι Χρήστη:
es: Votos de usuario:
id: Suara Pengguna:
it: Voti Utente:
ru: Голоса пользователей:
tr: Kullanıcı Oyları:
vi: Bình chọn của Người dùng:

source: Utilization Ratio
de: Nutzungsgrad
el: Αναλογία Αξιοποίησης
es: Relación de utilización
id: Rasio Pemanfaatan
it: Rapporto Di Utilizzo
ru: Коэффициент использования
tr: Kullanım Oranı
vi: Tỷ lệ sử dụng

source: Vault Info
de: Tresor Info
el: Πληροφορίες Θάλαμου
id: Info Gudang
it: Informazioni Cassaforte
ru: Информация о хранилище
tr: Kasa Bilgileri
vi: Thông tin về Vault

source: View More
de: Mehr anzeigen
el: Δείτε Περισσότερα
id: Lihat Selengkapnya
it: Vedi Altro
ru: Подробнее
tr: Daha fazla göster
vi: Xem thêm

source: View Tx
de: Tx ansehen
el: Προβολή Tx
id: Lihat Tx
it: Visualizza Tx
ru: Смотреть Tx
tr: Tx'i görüntüle
vi: Xem Tx

source: View on Explorer
de: Im Explorer anzeigen
el: Προβολή στον Εξερευνητή
es: Ver en el Explorador
id: Lihat di Explorer
it: Visualizza su Explorer
ru: Смотреть в проводнике
tr: Explorer'da Görüntüle
vi: Xem trên Explorer

source: View transaction
de: Transaktion anzeigen
el: Προβολή συναλλαγής
es: Ver transacción
id: Lihat transaksi
it: Visualizza transazione
ru: Просмотр транзакции
tr: İşlemi görüntüle
vi: Xem giao dịch
